[
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/bowling-nano-measurement.php",
        "newSlug": "researcher-proves-mass-is-important-at-the-nano-scale-matters-in-calculations-and-measurements",
        "pageTitle": "Researcher proves mass is important at the nano-scale, matters in calculations and measurements",
        "publishDate": "2014-01-21",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p><span>A UT Arlington engineering professor has proven that the effect of mass is important, can be measured and has a significant impact on any calculations and measurements at the sub-micrometer scale.</span></p>\n<p>The findings help to better understand movement of nano-sized objects in fluid environments that can be characterized by a low Reynolds number, which often occurs in biological systems. The unconventional results are consistent with Newton&#x2019;s Second Law of Motion, a well-established law of physics, and imply that mass should be included in the dynamic model of these nano-systems. The most widely accepted models omit mass at that scale.</p>\n\n<figure class=\"image-caption-left photocaption300\"><img alt=\"Alan Bowling\" src=\"https://www.uta.edu/news/news-releases/images/alan-bowling.jpg\" width=\"300\"><figcaption>Alan Bowling, assistant professor of mechanical and aerospace engineering</figcaption></figure><!--end .image-caption-->\n<p>Alan Bowling, an assistant professor of&#xA0;<a href=\"http://www.uta.edu/mae/\" title=\"http://www.uta.edu/mae/\">mechanical and aerospace engineering</a>,\ncollaborated with Samarendra Mohanty, an assistant physics professor, and\ndoctoral students Mahdi Haghshenas-Jaryani, Bryan Black and Sarvenaz Ghaffari,\nas well as graduate student James Drake to make the discovery.</p>\n<p>A key advantage of the new model is that it can be used to build\ncomputer simulations of &#xA0;nano-sized objects that have drastically reduced\nrun times as compared to a conventional model based on Newton&#x2019;s second law.\nThese conventional models have run times of days, weeks, months and years while\nthe new model requires only seconds or minutes to run.</p>\n<p>In the past, researchers attempted to address the long run time by\nomitting the mass terms in the model. This resulted in faster run times but,\nparadoxically, violated Newton&#x2019;s second law upon which the conventional model\nwas based. The remedy for this paradox was to argue that mass was unimportant\nat the nano-scale.</p>\n<p>However, the new model retains mass, and predicts unexpected\nmotion of nano-sized objects in a fluid that has been experimentally observed.\nThe new model also runs much faster than both the conventional and massless\nmodels.</p>\n<p>It is expected that this new model will significantly accelerate\nresearch involving small-scale phenomena.</p>\n<p>Research areas that Bowling and collaborators at UT Arlington are\ncurrently investigating include cell migration, protein function, bionic\nmedical devices and nanoparticle suspensions for storing thermal energy.\nHowever, the applications for the computer simulation in medicine, biology, and\nother fields are endless.</p>\n<p>The research is detailed in the paper&#xA0;<a href=\"http://link.springer.com/article/10.1007%2Fs11071-013-1185-0\">&#x201C;Dynamics\nof Microscopic Objects in Optical Tweezers: Experimental Determination of\nUnderdamped Regime and Numerical Simulation using Multiscale Analysis&#x201D;</a>&#xA0;and\npublished online by the&#xA0;<i>Journal of Non-Linear Dynamics.&#xA0;</i>The\npaper is scheduled for publication in the journal&#x2019;s print version later this\nyear.</p>\n<p>Khosrow Behbehani, dean of the&#xA0;<a href=\"http://www.uta.edu/engineering/\" title=\"http://www.uta.edu/engineering/index.php\">College of Engineering</a>,\nsaid the team&#x2019;s findings may alter ways of thinking throughout the engineering\nand scientific worlds.</p>\n<p>&#x201C;The paper is only the beginning for this research,&#x201D; Behbehani\nsaid. &#x201C;I anticipate a high level of interest in the findings. It could\ntransform the way we conduct research in nano-engineering by providing\nresearchers with the ability to study such physical phenomena at such small\nscale through the model.&#x201D;</p>\n<p>The team used optical tweezers previously developed by Mohanty to\nmeasure oscillations that occur at the nano scale, thus proving that mass and\nacceleration must be considered at that level as well.</p>\n<p>&#x201C;We proved it in the lab,&#x201D; Bowling said. &#x201C;Publication in an\naccepted journal is the next step in gaining mass acceptance of the idea, which\nflies in the face of what most people believe now.&#x201D;</p>\n<p>The discovery resulted from a 2012 National Science Foundation&#xA0;<a href=\"../../2012/06/bowling-nsf-eager.php\">grant\nproject</a>&#xA0;in which the UT Arlington team investigated a new model for\nhow motor proteins behave in the body. The NSF award was funded through the\nEarly Concept Grants for Exploratory Research, or EAGER program. The grants\nsupport exploratory work in its early stages on untested, but potentially\ntransformative, research ideas or approaches.</p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution of more than 33,300 students and 2,300 faculty members in the\nepicenter of North Texas. It is the second largest institution in the\nUniversity of Texas System. Research expenditures reached almost $78 million\nlast year. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;for more\ninformation.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2019/05/nedderman.php",
        "newSlug": "former-uta-president-was-a-\"giant-among-university-leaders\"",
        "pageTitle": "Former UTA president was a “giant among university leaders”",
        "publishDate": "2019-05-09",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "architecture",
            "engineering",
            "faculty",
            "nursing",
            "staff"
        ],
        "audience": [
            "media"
        ],
        "body": "\n<p>Dr. Wendell Nedderman, who was president of The University of Texas at Arlington for 20 years, died on Wednesday, May 8. He was 97.</p>\n\n<figure class=\"image-caption-right photocaption300\"><img alt id=\"story-image-2\" src=\"https://www.uta.edu/news/news-releases/images/nedderman-portrait.jpg\" width=\"100%\"><figcaption>Wendell Nedderman served as president of UTA for two decades.</figcaption></figure><!--end .image-caption-->\n<p>As the leader of UTA from 1972-92, Nedderman was a tireless advocate for the University and its students who frequently spoke of UTA as a &#x201C;positive-slope institution.&#x201D; It reflected his belief that everything about the University&#x2014;including its enrollment, funding, graduation rates, degree programs and overall growth and stature&#x2014;was on a permanent upward trajectory.</p>\n<p>&#x201C;Someday, we&#x2019;re going to be so darn big and so darn good, we can&#x2019;t be ignored,&#x201D; he said.</p>\n<p>Nedderman was the founding dean of the College of Engineering, arriving on campus in 1959 convinced that what was then Arlington State College was destined to grow, given its location between Dallas and Fort Worth. After a decade under his leadership, the engineering college became one of the largest and best in the Southwest.</p>\n<p>In the late 1960s, he served in a number of key positions, sometimes simultaneously. He was dean of engineering (1959-69), vice president for research and graduate affairs (1967-68), graduate school administrator (1967-69) and vice president for academic affairs (1968-72). In 1972 he became acting president, and in 1974, president.</p>\n<p>During his two-decade tenure as president of UTA, enrollment increased from approximately 14,000 students to more than 25,000, including a four-fold increase in graduate students. As president, Nedderman oversaw the construction of or major additions to more than 20 buildings, while adding approximately 60 bachelor&#x2019;s, master&#x2019;s and doctoral degree programs.</p>\n\n<figure class=\"image-caption-left photocaption300\"><img alt id=\"story-image-3\" src=\"https://www.uta.edu/news/news-releases/images/nedderman-laura-and-wendell-portrait.jpg\" width=\"100%\"><figcaption>Wendell Nedderman and his granddaughter, Laura, who graduated from the UTA College of Engineering in 2017.</figcaption></figure><!--end .image-caption-->\n<p>Under his leadership, UTA added the School of Nursing and the School of Architecture and Environmental Design, now known as the College of Nursing and Health Innovation and the College of Architecture, Planning and Public Affairs. In 1987, he helped establish what today is known as the University of Texas at Arlington Research Institute on 18 acres along the Trinity River in east Fort Worth.</p>\n<p>He also oversaw the project to lower Cooper Street, adding pedestrian bridges over the busy roadway to better connect the east and west sides of campus and improve safety for students.</p>\n<p>&#x201C;I have had a unique experience&#x2026;to participate and observe in the evolution of UTA,&#x201D; he said in 2016.&#xA0;</p>\n<p>UTA President Vistasp Karbhari said that Nedderman set the foundation and trajectory for the transition from a small college to one of the largest and best-reputed universities in Texas.<br> <br> &#x201C;President Nedderman was an inspirational leader, far ahead of his times in his vision for the University of Texas at Arlington, and his passion and dedication to excellence and student success set the standard and bar high for all those who follow him,&#x201D; Karbhari said. &#x201C;Our University is where it is today&#x2014;a national powerhouse and a leader in teaching, research and outreach&#x2014;because of the path that he set and the battles he fought for UTA. His legacy will be felt for years to come and he will always be remembered as a Giant among University leaders.</p>\n<p>&#x201C;Our thoughts and prayers are with his family and all those who held him in their hearts. Lisa and I were honored and privileged to have known him and will always remember his graciousness, his kindness, constant support and encouragement. Rest in peace, President Nedderman&#x2014;your work and legacy lives on in the hearts of the thousands whose lives you touched, the success you enabled in others and in the University you built.&#x201D;</p>\n<p>State Sen. Royce West of Dallas said Nedderman was a crucial figure in UTA&#x2019;s history.</p>\n<p>&#x201C;President Nedderman was a transformative leader for UTA and a mentor, advisor and friend to many of its students,&#x201D; said West, a UTA alumnus. &#x201C;I count myself fortunate to have had our paths cross.&#x201D;</p>\n<p>Nedderman often referred to himself as &#x201C;an old country boy&#x201D; from rural Iowa whose father raised Hereford cattle, hogs and sheep. His own experiences as an Iowa farm boy turned doctoral student transformed him into a lifelong champion for improving access to a college education for tens of thousands of students, especially for transfer and first-generation college students.</p>\n<p>He famously toured the campus in a wheelchair to experience first-hand the accessibility challenges faced by students with mobility issues. It was more than a publicity stunt. It led to significant modifications across UTA and an award from Texas Gov. Dolph Briscoe Jr. in recognition of UTA&#x2019;s efforts to improve campus accessibility for people with disabilities.</p>\n<p>&#x201C;I think there was always an atmosphere of acceptability or friendship or support on the campus of The University of Texas at Arlington,&#x201D; Nedderman said in a 2014 interview. &#x201C;I always took pride in that.&#x201D;</p>\n\n<figure class=\"image-caption-right photocaption300\"><img alt=\"nedderman\" id=\"story-image-4\" src=\"https://www.uta.edu/news/news-releases/images/nedderman-wendell.jpg\" width=\"100%\"></figure><!--end .image-caption-->\n<p>Nedderman was known for his gentle touch. For his first 17 years as president, he didn&#x2019;t have a reserved parking space, eventually acquiescing to an advisor who insisted the president have a designated spot. He once told incoming UTA students that their time in college should be spent learning, expanding their intellectual horizons, maintaining physical fitness, developing social skills, building friendships and, lastly, having fun.</p>\n<p>&#x201C;And please notice the order of my suggestions,&#x201D; he said.</p>\n<p>Throughout his career, Nedderman championed the city of Arlington, and UTA&#x2019;s role as both an asset and resource for the North Texas region.</p>\n<p>&#x201C;One of our greatest attributes is our strategic location in the heart of a booming Metroplex,&#x201D; he said in 1980. &#x201C;We are accessible to people. We regard the great community around us as our laboratory&#x2014;something to be interacted with, something to add relevance to our academic efforts; something to serve and something to draw strength from.&#x201D;</p>\n<p>Nedderman received numerous awards throughout his career, including Engineer of the Year from the Fort Worth chapter of the Texas Society of Professional Engineers; Citation for Service from the Arlington Chamber of Commerce; Service to People Award, Texas section, from the American Society of Civil Engineers; and Distinguished Honorary Alumnus from the UTA Alumni Association.</p>\n<p>He served on many boards, including the Arlington Independent School District, Arlington Memorial Hospital, Arlington Chamber of Commerce and the Texas Council on Economic Education. He also served as president of the Metropolitan Tarrant County United Way, the Arlington Kiwanis Club and the North Texas Higher Education Authority.</p>\n<p>Nedderman was born Oct. 31, 1921, near Lovilia, Iowa. The man who would help build one of the largest universities in Texas began his education as a boy in a one-room schoolhouse. He eventually graduated first in his high school class and enrolled in Iowa State University&#x2019;s civil engineering program.</p>\n<p>Nedderman attended college on what he says was a &#x201C;shoestring budget,&#x201D; but he was determined to finish and, he said, &#x201C;willing to do anything that it took to get away from the farm and graduate from Iowa State (University).&#x201D;</p>\n<p>He did so in 1943 in the middle of World War II and then promptly joined the Navy Reserve. As a commissioned officer aboard the destroyer USS Patterson, he earned eight battle stars and three campaign ribbons. Before he was 23, Nedderman had fought in the Marianas, the Philippines and at Iwo Jima and Okinawa.</p>\n<p>After the war, he moved to College Station, Texas, where he became an instructor in civil engineering. He also met Betty (Vezey) Nedderman and married her in 1947, a union that lasted 67 years until her death in 2015.</p>\n<p>He earned a master&#x2019;s of civil engineering from Texas A&amp;M in 1949. The couple briefly moved back to Iowa, where Nedderman earned his PhD in civil engineering from Iowa State in 1951.</p>\n<p>Back at Texas A&amp;M, he rose to the rank of professor before being recruited to become the founding dean of engineering at Arlington State College in 1959. Its first day as a four-year college coincided with his arrival as dean of engineering, he recounted in a 2013 interview. For the next decade, Nedderman helped grow the engineering school into one of the Southwest&#x2019;s best, before becoming president.</p>\n<p>In 1992, he was named president emeritus and received the Mirabeau B. Lamar Award for leadership in learning by the Association of Texas Colleges and Universities. He also continued teaching in the College of Engineering.</p>\n<p>In a 2007 interview, Nedderman said the hallmark of his presidency was a philosophy of pride and optimism.</p>\n<p>&#x201C;You have this diverse group of alumni, legislators, regents, faculty, staff, students, all sometimes tugging in different directions,&#x201D; he said. &#x201C;You have to pull them all together with a feeling of great pride in your university. And I think there is no substitute for taking pride in your university and exhibiting great enthusiasm.&#x201D;</p>\n<p>Nedderman retired to Frisco, Texas, where he lived with his son Eric and his family. His wife, Betty, preceded him in death. The couple had four children and many grandchildren and great-grandchildren.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2019/05/kuriakose-NIH-fellowship.php",
        "newSlug": "uta-bioengineering-student-receives-nih-fellowship",
        "pageTitle": "UTA bioengineering student receives NIH fellowship",
        "publishDate": "2019-05-15",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "engineering",
            "health and fitness",
            "innovation",
            "research"
        ],
        "audience": [
            "media"
        ],
        "body": "\n<p>A bioengineering doctoral student is representing The University of Texas at Arlington&#x2019;s excellence in research that advances health and the human condition on a national stage.</p>\n\n<figure class=\"image-caption-right photocaption350\"><img alt id=\"story-image-2\" src=\"https://www.uta.edu/news/news-releases/images/aneetta-kuriakose.jpg\" width=\"100%\"><figcaption>UTA bioengineering doctoral student Aneetta Kuriakose is representing the University&apos;s excellence in research that advances health and the human condition on a national stage.</figcaption></figure><!--end .image-caption-->\n<p>Aneetta Kuriakose of the College of Engineering was awarded a pre-doctoral fellowship by the National Institutes of Health that will support her research into a new minimally invasive treatment for peripheral artery disease. She is the first UTA student to receive this prestigious award.</p>\n<p>&#x201C;This award gives me my first taste of independent success as a researcher,&#x201D; Kuriakose said. &#x201C;Being able to work with my own funding gives me confidence and a sense of what it will be like to act as a principal investigator throughout my career.&#x201D;</p>\n<p>Kuriakose is a research assistant for Kytai Nguyen, professor of bioengineering, whose lab is investigating a new method for treating peripheral artery disease, a circulatory condition in which narrowed blood vessels reduce blood flow to the limbs, causing chronic pain, numbness or weakness.</p>\n<p>The method involves combining the balloon devices used during angioplasty procedures with therapeutic nanomedicine to treat the blood vessels without leaving behind foreign objects, such as a stent. Such objects can lead to thrombosis and other complications.</p>\n<p>Kuriakose said she hopes her work will expand currently limited treatment options for patients with peripheral artery disease and that the method will someday have applications for other cardiovascular diseases and injuries.</p>\n<p>&#x201C;Not many people are given the opportunity I&#x2019;ve received with this fellowship,&#x201D; Kuriakose said. &#x201C;I am grateful to Dr. Nguyen for encouraging me and her other students to write our own proposals and pursue our own grant funding. She spent a great deal of time with me throughout this process to ensure I had what I needed to be successful.&#x201D;</p>\n<p>It was Nguyen&#x2019;s research portfolio in tissue engineering and hands-on, supportive method of mentorship that interested Kuriakose when she first had the opportunity to work with the professor while completing the dual <a href=\"https://www.uta.edu/biology/undergraduate-study/dual-bs-ms-degree.php\">Biology/Biomedical Engineering Degree Program</a> at UTA.</p>\n<p>&#x201C;Aneetta is a hard-working doctoral student who attends to her studies while remaining persistent in achieving her career goals,&#x201D; Nguyen said. &#x201C;She demonstrated remarkable independence and tenacity as she wrote this fellowship proposal. After a few rounds of rejection, she continued to pursue this NIH award, whereas many researchers might have given up.</p>\n<p>&#x201C;I have told my students they should look up to Aneetta as a role model in our department. She is a great scientist and student, while balancing being a mother to a young son. Aneetta shows us all that we should not let challenges or distractions deter us from reaching our higher education and career goals.&#x201D;</p>\n<p>While Nguyen praises Kuriakose for her independence, Kuriakose insists the support of the Department of Bioengineering faculty and staff was essential.</p>\n<p>&#x201C;Dr. Nguyen and the faculty and staff in the Bioengineering Department are incredibly supportive,&#x201D; Kuriakose said. &#x201C;This department is very strong and continues to improve. The faculty have incorporated tools that give students hands-on experience while helping them discover what interests them within the field.&#x201D;</p>\n<p>Michael Cho, professor and chair of the UTA Department of Bioengineering, praised Kuriakose for her strong work ethic and said her accomplishment shows that UTA&#x2019;s bioengineering students are highly competitive within the national research and bioengineering communities.</p>\n<p>&#x201C;It shows her fellow graduate students that, with great commitment and work ethic, it is possible to achieve and win major awards that will lay the foundation for future career success,&#x201D; he said.</p>\n<p>Cho added that it was a goal of his to elevate bioengineering students to succeed on a national level when he became department chair in 2015. Additionally, he encouraged the department&#x2019;s faculty to compete for grants that would fund the studies of graduate students.</p>\n<p>As another example, <a href=\"https://www.uta.edu/bioengineering/student-news/2019/bioengineering-undergrad-nabs-nih-internship.php\">Kristofor Pas</a>, undergraduate biomedical engineering major, was one of just 16 students in the nation selected for the NIH-sponsored Biomedical Engineering Summer Internship Program.</p>\n<p>The Department of Bioengineering has 54 doctoral candidates, including Kuriakose, all of whom are financially supported by various funding mechanisms, including research grant awards. The joint biomedical engineering program with UT Southwestern Medical Center has served North Texas for more than 40 years, with research strengths in bioinstrumentation, biomaterials and tissue engineering, biomechanics, medical imaging and nanomedicine/nanotechnology.</p>\n<p>In 2017, the department won a&#xA0;NIH T-32 grant to subsidize and train doctoral students in health care applications for nanotechnology, specifically to develop tools to battle cardiovascular and pulmonary ailments.</p>\n"
    }
]