[
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/spring-2014-enrollment.php",
        "newSlug": "ut-arlington-enrollment-exceeds-34000-for-the-first-time",
        "pageTitle": "UT Arlington enrollment exceeds 34,000 for the first time",
        "publishDate": "2014-02-04",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<figure class=\"image-caption-right photocaption400\">null<figcaption>UT Arlington students on the first day of the spring semester</figcaption></figure><!--end .image-caption-->\n<p>UT Arlington\nenrollment for the Spring 2014 semester has climbed to a record 34,249\nstudents, buoyed by strong growth in the College of Engineering and sustained demand\nfor College of Nursing programs, preliminary reports show.</p>\n<p>The University&#x2019;s\ntotal enrollment including students who are enrolled online but who live\noutside the state of Texas is nearly 38,000. Enrollment will continue to\nincrease throughout the spring as new sections of popular online nursing and\neducation programs begin. </p>\n<p>The strong enrollment report follows UT Arlington&#x2019;s 2013 ranking by <i>The\nChronicle of Higher Education</i> as the nation&#x2019;s seventh fastest-growing\npublic research university. Total research expenditures climbed to $77.7\nmillion in 2013, fueled by more than $25 million in engineering research and\n$16.4 million in science research.</p>\n<p align=\"left\">&#x201C;Our record enrollment signals that more and more students are\nattracted to The University of Texas at Arlington for the quality and breadth\nof our academic and research programs,&#x201D; President Vistasp M. Karbhari said. &#x201C;We\nare committed to setting new standards for excellence in education and the discovery, integration, delivery and\ntransformation of knowledge.&#x201D;</p>\n<p align=\"left\">Among the University&#x2019;s largest\nacademic units are the College of Nursing, with a record 8,289 students, and\nthe College of Engineering, where enrollment is up about 19 percent from spring\n2013 to 4,804 students this term.</p>\n<p>The School of\nSocial Work also saw significant increases with enrollment up 9.6 percent to\n1,575 compared with spring 2013.&#xA0;</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of\nTexas at Arlington is a comprehensive research institution and the second\nlargest institution in The University of Texas System. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation\nfor undergraduate diversity. UT Arlington was named one of six U.S. &#x201C;Next\nGeneration Universities&#x201D; in 2013 by the New America Foundation. Visit <a href=\"http://www.uta.edu\">www.uta.edu</a> to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/hardt-book.php",
        "newSlug": "political-scientist's-new-book-explores-international-response-time-to-foreign-conflicts-room-for-reform",
        "pageTitle": "Political scientist's new book explores international response time to foreign conflicts, room for reform",
        "publishDate": "2014-02-10",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The\nwait for international intervention can seem like an eternity for countries\ncrippled by violence. Conflicts in places such as Kosovo, Libya, Rwanda and\nSyria claimed hundreds of thousands of lives while diplomats debated\ninternational action.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Heidi Hardt, assistant professor in the UTA Department of Political Science</figcaption></figure><!--end .image-caption-->\n<p>Heidi\nHardt, a UT Arlington assistant political science professor, answers the question of why some\ninternational organizations take longer than others to answer calls for\nintervention in her new book, &#x201C;Time\nto React: The Efficiency of International Organizations in Crisis Response.&#x201D; She also explores options for reform.</p>\n<p>Although wealth and capabilities can strengthen a\npeace operation, Hardt argues that it is the unspoken rules and social networks\nin peace and security committees at international organizations that dictate\nthe pace with which an operation is established.</p>\n<p>&#x201C;Humanitarian\nintervention is a consequence of the interdependent world in which we live.\nMore civil wars lead to more demand for action,&#x201D; said Hardt, who joined UT\nArlington in 2012. </p>\n<p>She\nadded: &#x201C;Given that scholars have shown interventions to have a positive impact,\nthe question remained why international actors consistently take months to\nengage. These delays cost lives.&#x201D; </p>\n<p>Hardt\nbuilds on an original database of response rates\nconcerning post Cold War interventions and on personal interviews with 50\nambassadors and numerous staff at\nfour leading international organizations: the African Union, European Union,\nOrganization of American States, and the Organization for Security and\nCo-operation in Europe. </p>\n<p>One\npolicy recommendation calls for organizations to reallocate resources to hold\nfewer formal meetings and to foster more opportunities for backdoor diplomacy.\nBy encouraging positive interpersonal relations among representatives, the book\nargues that trust across traditional political divides can be built before crises\noccur.</p>\n\n<figure class=\"image-caption-right photocaption150\">null<figcaption></figcaption></figure><!--end .image-caption-->\n<p>Hardt&#x2019;s\nstudy revealed that 91 percent of the 50 ambassadors said their interpersonal\nrelationships, for better or worse, influenced their decision-making.\n</p>\n<p>&#x201C;Previously,\nscholars modeled crisis decision-making as a collection of national interests\nof the countries around the table. In practice, personal networks play as much as a role as those politics,&#x201D; Hardt said.</p>\n<p>Beth\nWright, dean of the UT Arlington College of Liberal Arts, said Hardt&#x2019;s research\nwill further understanding of key issues of conflict and peace around the\nworld.</p>\n<p>&#x201C;Dr.\nHardt has presented her research at the International Security Forum in Geneva\nto diplomats, government officials, and other practitioners as well as fellow\nscholars,&#x201D; Wright said. &#x201C;It is impressive that her research is not only\ninternationally respected but is having an international impact. We are\nfortunate to count her among our colleagues.&#x201D;</p>\n<p>The\nbook comes amid calls for international intervention in Syria, where a nearly\nthree-year-old civil war has killed more than 135,000 people. More than 10,000\nvictims are children who were raped, tortured or maimed, according to a recent\nreport posted on the <a href=\"http://www.un.org/apps/news/story.asp?NewsID=47077&amp;Cr=syria&amp;Cr1=#.UvVKJvb94yd\">United Nations website</a>.</p>\n<p>&#x201C;The\ntragedy in Syria reflects a need for organizations such as the UN and NATO to\nreassess the rapid reaction capabilities they have long been developing, but a\nlack of trust among member countries further compounds the reluctance to act,&#x201D;\nHardt said.&#xA0; </p>\n<p>&#x201C;Time to React: The Efficiency of International\nOrganizations in Crisis Response&#x201D; is published by Oxford University Press and\nis available online at <a href=\"http://www.amazon.com/Time-React-Efficiency-International-Organizations/dp/019933711X/ref=sr_1_fkmr0_1?s=books&amp;ie=UTF8&amp;qid=1391789565&amp;sr=1-1-fkmr0&amp;keywords=%E2%80%9CTime+to+React%3A+The+Efficiency+of+International+Organizations+in+Crisis+Response%E2%80%9D\">Amazon.com</a>\nand via other websites.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT\nArlington</span></b></p>\n<p>The University of Texas\nat Arlington is a comprehensive research institution and the second largest\ninstitution in The University of Texas System. Total research expenditures\nreached almost $78 million last year. UT Arlington ranks fifth in the nation\nfor undergraduate diversity and was ranked as the seventh fastest-growing\npublic research university by The Chronicle of Higher Education in 2013.\nVisit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/RuizPerez-poetryaward.php",
        "newSlug": "ruiz-perez-earns-prestigious-international-award-for-poetry",
        "pageTitle": "Ruiz-Pérez earns prestigious international award for poetry ",
        "publishDate": "2014-01-28",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A book of poetry by Ignacio Ruiz-P&#xE9;rez, a UT Arlington\nassociate professor of Spanish, has claimed a highly coveted international\naward.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>Ignacio Ruiz-P&#xE9;rez</figcaption></figure><!--end .image-caption-->\n<p><i>&#x201C;Notas manuscripts\nllenas de inc&#xF3;gnitas,&#x201D;</i> or &#x201C;Manuscript Notes Full of Questions,&#x201D; won the Ninth Annual Luis\nCardoza y Arag&#xF3;n Poetry Prize, an award sponsored by the Mexican Embassy in\nGuatemala, the Guatemalan Ministry of Culture and Fondo de Cultura Econ&#xF3;mica, a major Mexican publishing house.\n</p>\n<p>&#x201C;This prize celebrates one of the most important writers in\nSpanish-language literature, so it&#x2019;s an immense honor to receive it,&#x201D; said\nRuiz-P&#xE9;rez, who joined the UT Arlington Department of Modern Languages in 2005.\n&#x201C;This very unexpected honor also reinforces my commitment to literature.&#x201D; </p>\n<p>Beth Wright, dean of the UT Arlington College of Liberal\nArts, said the honor is well deserved and illustrates the international\nrecognition University faculty have garnered in the arts and humanities. </p>\n<p>&#x201C;Dr. Ruiz-P&#xE9;rez&#x2019;s many international prizes for his poetry\ndemonstrate the significance of his creative contribution to his field of\nscholarship, in which he is internationally respected.&#x201D; Wright said. &#x201C;We are\nfortunate to call him one of our own, and his insights into Mexican and Spanish\nliterature help us to better understand the complexities of different cultures.&#x201D;\n</p>\n<p>The contest is open to poets from Mexico and all of Central\nAmerica. Work is submitted anonymously, and a jury selects a winner. The\nwinning work is published through Editorial Cultura, a Guatemalan publisher. Fondo\nde Cultura Econ&#xF3;mica, which distributes books throughout Mexico, Central\nAmerica and the Caribbean, is also a contest sponsor. </p>\n<p>Ruiz-P&#xE9;rez said the award is particularly surprising\nbecause <i>&#x201C;Notas manuscripts llenas de\ninc&#xF3;gnitas&#x201D;</i> is a compilation of &#x201C;B-sides&#x201D; of his work: poems and fragments\nhe decided not to include in a different book he is writing and in another that\nis due later this year. The format and numerous topics formed a unique product,\nhe said, one with a particular unity coming from its fragmented condition.&#xA0; </p>\n<p>In a section of the book titled Revelations, he writes:</p>\n<p>&#x201C;God has come and did not tell me his\nname/ but I knew that it was he who went down to illuminate/ the darkness of my\nroom.</p>\n<p>God\ntold me anything and everything you said in my ear/ I heard nothing but He\nspoke softly and said yes/ nonexistent and leaves of the poplars shivered in\nthe night.</p>\n<p>Then\nGod revealed to me the secrets of the clouds, the murmur of rivers/ vocal\nsources and passages of old houses/ inhabited dwarf angels.&quot;</p>\n<p>Ruiz-P&#xE9;rez said the book is conceived from readings, reflections\non literature, life and existence, in general. </p>\n<p>In addition to his scholarly work in the field of Mexican literature,\nRuiz-P&#xE9;rez is a critically acclaimed poet in Mexico. There, he has won numerous\nnational and regional poetry prizes, such as the Jos&#xE9; Gorostiza Poetry Prize\n(2004), the Rodulfo Figueroa Regional Poetry Prize (2005), the Salvador\nGallardo D&#xE1;valos National Prize for Young Poets (2006). Such prizes have helped\nhim publish three books of poetry in Mexico, with two more to be published by the\nInstituto Mexiquense de Cultura (Mexico) later this year. </p>\n<p>The Ninth Annual Luis Cardoza y Arag&#xF3;n Poetry Prize will be\nofficially awarded during a Jan. 30 ceremony at the Mexican Embassy in\nGuatemala. </p>\n<p><span style=\"text-decoration: underline;\">About UT\nArlington</span></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. Total\nresearch expenditures reached almost $78 million last year. UT Arlington ranks\nfifth in the nation for undergraduate diversity and was ranked as the seventh fastest-growing public research university by The Chronicle of Higher\nEducation in 2013. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn\nmore.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/mlk-awards-rmartin.php",
        "newSlug": "ut-arlington-plans-events-to-celebrate-martin-luther-king-jr.-day-leader's-legacy",
        "pageTitle": "UT Arlington plans events to celebrate Martin Luther King Jr. Day, leader’s legacy",
        "publishDate": "2014-01-07",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The\nUniversity of Texas at Arlington will pay tribute to Martin Luther King, Jr.\nand celebrate those who have shared the late civil rights leader&#x2019;s dream of\nequality and justice during its Advancing the Dream Awards Banquet Friday, Jan.\n17, and poetry slam Saturday, Jan. 18.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Roland Martin</figcaption></figure><!--end .image-caption-->\n<p>Nationally-syndicated\ncolumnist Roland Martin is the keynote speaker for this year&#x2019;s awards banquet,\nwhich will present scholarships and honor recipients of the first MLK Living\nLegend Awards. Martin is a former CNN political analyst, author and host of <i>News One Now</i>, a one-hour weekday morning\nnews program on TV One. </p>\n<p>CBS\n11 news reporter and UT Arlington alumna Elizabeth Dinh will emcee the event. Grammy\nAward-winning jazz drummer and UT Arlington artist-in-residence Adonis Rose\nwill perform with the Fort Worth Jazz Orchestra.&#xA0; </p>\n<p>MLK\ncommittee publicity chair Cheryel Carpenter said the banquet will be a little\ndifferent from years past. &#x201C;We&#x2019;ve spent the first 25 years sharing Dr. King&#x2019;s\ndream. Over the next 25 years, we&#x2019;ll work to advance Dr. King&#x2019;s dream of\nequality and justice,&#x201D; she said.</p>\n<p>The\nbanquet begins at 6:30 p.m. Friday, Jan. 17 in the E. H. Hereford University\nCenter&#x2019;s Bluebonnet Ballroom, 300 W. First St.</p>\n<p>Members of Delta\nSigma Theta Sorority Inc. will serve as volunteer greeters for the awards banquet. Tickets are $40 and\nmay be purchased at <a href=\"http://www.utatickets.com\">www.utatickets.com</a>.</p>\n<p>An\nEvening of Spoken Word Poetry Slam will be held at 7:30 p.m. Saturday, Jan. 18,\nalso in the Bluebonnet Ballroom. Admission is $15. Tickets may also be\npurchased at <a href=\"http://www.utatickets.com\">www.utatickets.com</a>.</p>\n<p>A\nVeterans Breakfast and Opportunity Fair kicks off Martin Luther King, Jr. Day\nactivities Jan. 20 at 9 a.m. at the Maverick Activities Center, 500 W.\nNedderman. Simultaneously, hundreds of volunteers will gather there to learn\ntheir assignments for the MLK Day of Service before embarking on the community\nprojects to be held that day.</p>\n<p>\nVisit <a href=\"http://www.ArlingtonMLK.com\">www.ArlingtonMLK.com</a> to learn more about the events. A campus map is\navailable at <a href=\"http://www.uta.edu/maps\">www.uta.edu/maps</a>.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/bowling-nano-measurement.php",
        "newSlug": "researcher-proves-mass-is-important-at-the-nano-scale-matters-in-calculations-and-measurements",
        "pageTitle": "Researcher proves mass is important at the nano-scale, matters in calculations and measurements",
        "publishDate": "2014-01-21",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p><span>A UT Arlington engineering professor has proven that the effect of mass is important, can be measured and has a significant impact on any calculations and measurements at the sub-micrometer scale.</span></p>\n<p>The findings help to better understand movement of nano-sized objects in fluid environments that can be characterized by a low Reynolds number, which often occurs in biological systems. The unconventional results are consistent with Newton&#x2019;s Second Law of Motion, a well-established law of physics, and imply that mass should be included in the dynamic model of these nano-systems. The most widely accepted models omit mass at that scale.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>Alan Bowling, assistant professor of mechanical and aerospace engineering</figcaption></figure><!--end .image-caption-->\n<p>Alan Bowling, an assistant professor of&#xA0;<a href=\"http://www.uta.edu/mae/\" title=\"http://www.uta.edu/mae/\">mechanical and aerospace engineering</a>,\ncollaborated with Samarendra Mohanty, an assistant physics professor, and\ndoctoral students Mahdi Haghshenas-Jaryani, Bryan Black and Sarvenaz Ghaffari,\nas well as graduate student James Drake to make the discovery.</p>\n<p>A key advantage of the new model is that it can be used to build\ncomputer simulations of &#xA0;nano-sized objects that have drastically reduced\nrun times as compared to a conventional model based on Newton&#x2019;s second law.\nThese conventional models have run times of days, weeks, months and years while\nthe new model requires only seconds or minutes to run.</p>\n<p>In the past, researchers attempted to address the long run time by\nomitting the mass terms in the model. This resulted in faster run times but,\nparadoxically, violated Newton&#x2019;s second law upon which the conventional model\nwas based. The remedy for this paradox was to argue that mass was unimportant\nat the nano-scale.</p>\n<p>However, the new model retains mass, and predicts unexpected\nmotion of nano-sized objects in a fluid that has been experimentally observed.\nThe new model also runs much faster than both the conventional and massless\nmodels.</p>\n<p>It is expected that this new model will significantly accelerate\nresearch involving small-scale phenomena.</p>\n<p>Research areas that Bowling and collaborators at UT Arlington are\ncurrently investigating include cell migration, protein function, bionic\nmedical devices and nanoparticle suspensions for storing thermal energy.\nHowever, the applications for the computer simulation in medicine, biology, and\nother fields are endless.</p>\n<p>The research is detailed in the paper&#xA0;<a href=\"http://link.springer.com/article/10.1007%2Fs11071-013-1185-0\">&#x201C;Dynamics\nof Microscopic Objects in Optical Tweezers: Experimental Determination of\nUnderdamped Regime and Numerical Simulation using Multiscale Analysis&#x201D;</a>&#xA0;and\npublished online by the&#xA0;<i>Journal of Non-Linear Dynamics.&#xA0;</i>The\npaper is scheduled for publication in the journal&#x2019;s print version later this\nyear.</p>\n<p>Khosrow Behbehani, dean of the&#xA0;<a href=\"http://www.uta.edu/engineering/\" title=\"http://www.uta.edu/engineering/index.php\">College of Engineering</a>,\nsaid the team&#x2019;s findings may alter ways of thinking throughout the engineering\nand scientific worlds.</p>\n<p>&#x201C;The paper is only the beginning for this research,&#x201D; Behbehani\nsaid. &#x201C;I anticipate a high level of interest in the findings. It could\ntransform the way we conduct research in nano-engineering by providing\nresearchers with the ability to study such physical phenomena at such small\nscale through the model.&#x201D;</p>\n<p>The team used optical tweezers previously developed by Mohanty to\nmeasure oscillations that occur at the nano scale, thus proving that mass and\nacceleration must be considered at that level as well.</p>\n<p>&#x201C;We proved it in the lab,&#x201D; Bowling said. &#x201C;Publication in an\naccepted journal is the next step in gaining mass acceptance of the idea, which\nflies in the face of what most people believe now.&#x201D;</p>\n<p>The discovery resulted from a 2012 National Science Foundation&#xA0;<a href=\"../../2012/06/bowling-nsf-eager.php\">grant\nproject</a>&#xA0;in which the UT Arlington team investigated a new model for\nhow motor proteins behave in the body. The NSF award was funded through the\nEarly Concept Grants for Exploratory Research, or EAGER program. The grants\nsupport exploratory work in its early stages on untested, but potentially\ntransformative, research ideas or approaches.</p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution of more than 33,300 students and 2,300 faculty members in the\nepicenter of North Texas. It is the second largest institution in the\nUniversity of Texas System. Research expenditures reached almost $78 million\nlast year. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;for more\ninformation.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/nguyen-nih-nanoparticle.php",
        "newSlug": "ut-arlington-bioengineer-to-create-new-nanoparticle-system-to-shore-up-arterial-walls",
        "pageTitle": "UT Arlington bioengineer to create new nanoparticle system to shore up arterial walls",
        "publishDate": "2014-02-03",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p><span>A UT Arlington bioengineer has received a four-year, $1.4 million National Institutes of Health grant to create a nanoparticle system to shore up arterial walls following angioplasty and stenting procedures to treat coronary arterial disease.</span></p>\n<p>Kytai Nguyen, a UT Arlington associate professor of bioengineering, said the research looks to improve an established procedure like angioplasty, which opens arteries and blood vessels that are blocked.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Kytai Nguyen, UT Arlington bioengineering associate professor</figcaption></figure><!--end .image-caption-->\n<p>&#x201C;We have discovered a way to use\nnanoparticles to help the arteries heal themselves more effectively following\none of the most common surgical procedures,&#x201D; said Nguyen, who joined UT\nArlington in 2005. &#x201C;This process promises to reduce complications that can\noccur in the arteries following surgery and may extend opportunities for\npatients to live longer, healthier lives.&#x201D;</p>\n<p><a href=\"http://www.cdc.gov/nchs/fastats/insurg.htm\">The Centers for Disease Control and\nPrevention</a> reported that nearly 1 million people in the United States have\nangioplasty or stent procedures done annually.</p>\n<p>Khosrow Behbehani, dean of the <a href=\"http://www.uta.edu/engineering/\">College of Engineering</a>, said Dr.\nNguyen is specializing in developing innovative techniques for drug delivery\nwhich critical to advancing health care. </p>\n<p>&#x201C;Earning a National Institutes of Health\ngrant puts Dr. Nguyen in very exclusive company,&#x201D; Behbehani said. The <a href=\"http://report.nih.gov/success_rates/Success_ByIC.cfm\">NIH</a> reported\nthat only 16.8 percent of its nearly 50,000 applications in 2013 were awarded\ngrants. &#x201C;Receiving this grant reflects the cutting-edge research that&#xA0; Dr. Nguyen is conducting. Her investigation\nwill help improve the efficacy of stents in treating cardiovascular anomalies.&#x201D;</p>\n<p>Following the angioplasty or stent,\nsurgeons would insert the nanoparticles at the affected site, and the nanoparticles\nwould attach themselves to the arterial wall. The nanoparticles would be\nprogrammed to recruit stem cells, which would regenerate the arterial wall&#x2019;s\nweakened cells naturally, Nguyen said.</p>\n<p>Once cell regeneration is well under\nway, the nanoparticles will dissipate, she said.</p>\n<p>The process addresses concerns that\narise when a person&#x2019;s underlying smooth muscle cells migrate to the weakened\narterial walls and the blood cells attack this damaged site.</p>\n<p>&#x201C;Your body naturally will send smooth\nmuscle cells to the weakened walls,&#x201D; Nguyen said. &#x201C;That creates a whole host of\nproblems the body doesn&#x2019;t need. It could cause re-narrowing of an artery,\nleading to a heart attack.&#x201D;</p>\n<p>Liping Tang, bioengineering professor\nand interim chair of the <a href=\"http://www.uta.edu/bioengineering/\">Bioengineering\nDepartment,</a> said Nguyen&#x2019;s work makes the surgery safer for the patient.</p>\n<p>&#x201C;Using nanotechnology to solve the\nproblem before it even occurs is ingenious,&#x201D; Tang said.</p>\n<p>Nguyen previously received an American\nHeart Association grant to study how\nphysical and biological factors influence the proliferation of vascular smooth\nmuscle cells, a condition that can lead to heart disease.&#xA0; She recently received another American Heart\nAssociation grant to develop advanced particle scaffolds for treatments of\nperipheral arterial disease.&#xA0; </p>\n<p>She\nalso has teamed with a UT Southwestern colleague to develop a nanoparticle\ndrug delivery system that will help stimulate lung growth and function after\npartial lung removal or destructive lung disease.</p>\n<p>Her co-principal investigator in this\nfunded NIH research is Jian Yang, an associate professor of bioengineering at\nPenn State University and former UT Arlington bioengineering associate\nprofessor. Her other collaborators are Tang and Subhash Banerjee, an associate\nprofessor of medicine and co-director of the Cardiac Catheterization\nLaboratories at UT Southwestern Medical Center at Dallas and VA North Texas\nHealth Care System at Dallas.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of\nTexas at Arlington is a comprehensive research institution and the second\nlargest institution in The University of Texas System. Total research\nexpenditures reached almost $78 million last year. UT Arlington ranks fifth in\nthe nation for undergraduate diversity and was ranked as the seventh\nfastest-growing public research university by The Chronicle of Higher Education\nin 2013. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.<b>&#xA0;</b></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/coehp-QFQ-award%20.php",
        "newSlug": "ut-arlington-college-of-education-and-health-professions-earns-honor-for-middle-level-education-program",
        "pageTitle": "UT Arlington College of Education and Health Professions earns honor for middle level education program",
        "publishDate": "2014-01-17",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The\nUniversity of Texas at Arlington College of Education and Health Professions has\nagain distinguished itself for its efforts to provide beginning teachers who\nwill work with middle school students with extensive clinical practice and ongoing\nprofessional development.</p>\n\n<figure class=\"image-caption-left photocaption150\">null<figcaption></figcaption></figure><!--end .image-caption-->\n<p>The\nCollege&#x2019;s Middle Level Educator Preparation Program recently was named one of\nfive Texas universities to receive the Exemplary Field-Based Instructional\nPractices Award from <a href=\"http://www.questforquality.org/\">Quest for Quality</a>, a collaboration between the Center for Research,\nEvaluation and Advancement of Teacher Education and the Texas Higher Education\nCoordinating Board. </p>\n<p>This\nis the fourth state or national award that the Middle Level Education Program\nhas earned.</p>\n<p>&#x201C;We\nare honored to receive such recognition of our Middle Level program and\nmid-level faculty,&#x201D; said Jeanne Gerlach, associate vice president for K-16\nInitiatives and dean of the <a href=\"http://www.uta.edu/coehp/index.php\">College of Education and Health Professions</a>. &#x201C;Our program has several stellar components\nand aligns with national education efforts to improve teacher preparation.&#x201D;</p>\n<p>The\naward, based on a submission prepared by program coordinator Diane Galloway, recognizes\nfield-based practices that provide opportunities for teacher candidates to\nexperience the relationship of theory to practice in guided, hands-on\nexperiences with students; to interact regularly with a variety of stakeholders;\nto reflect on, analyze and improve practice; and to build experience in the\nschool and its community contexts.</p>\n<p>Specifically,\nUT Arlington was cited for the entirety of the practices described by the <a href=\"http://www.questforquality.org/practices/field-practices/spring2013/uta\">submission</a>, which was independently reviewed and selected by state and\nnational reviewers, along with CREATE staff.</p>\n<p>Galloway\nsaid that UT Arlington&#x2019;s preparation program is field based and keeps a &#x201C;pulse\non what districts adopt and promote.&#x201D;</p>\n<p>&#x201C;The\nprogram is challenging, but when our students get into teaching, they are\nstandouts,&#x201D; Galloway said. &#x201C;One principal who hired one of our graduates said\nit was like hiring a second- or third-year teacher as opposed to a first year\neducator.&#x201D;</p>\n<p>In\nall, 31 students graduated from UT Arlington&#x2019;s Middle Level Program last year.\n&#x201C;We had 100 percent hired of those seeking teaching jobs,&#x201D; Galloway added.</p>\n<p>Other\nrecipients of the Exemplary Field-Based Instructional Practice Award are Angelo\nState University, St. Edward&#x2019;s University, Texas A&amp;M University-Corpus\nChristi and University of Houston-Clear Lake.</p>\n<p>Quest\nfor Quality also recognized UT Arlington in another area: Exceptional Teacher\nCandidate. The eight awardees included Caitlin Rhodes, a student in UT\nArlington&#x2019;s Middle Level Education Program, and Tige Kelley, a student in UT\nArlington&#x2019;s UTeach Program.&#xA0; &#xA0;</p>\n<p><b>About the College of Education\nand Health Professions</b></p>\n<p>UT\nArlington&#x2019;s College of Education and Health Professions is fully accredited\nthrough the Commission on Colleges of the Southern Association of Colleges and\nSchools, and in 2006 became the first College of Education within the UT System\nto receive accreditation through the prestigious National Council for the\nAccreditation of Teacher Education. Visit <a href=\"http://www.uta.edu/coehp\">www.uta.edu/coehp</a> to learn more.</p>\n<p><b>About The University of Texas at\nArlington</b></p>\n<p>The University of Texas\nat Arlington is a comprehensive research institution of more than 33,300\nstudents and 2,300 faculty members in the epicenter of North Texas. It is the\nsecond largest institution in The University of Texas System. Total research\nexpenditures reached almost $78 million last year. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/armstrong-sportsresearch.php",
        "newSlug": "ut-arlington-team-making-athlete-drug-testing-a-thousand-times-better",
        "pageTitle": "UT Arlington team making athlete drug testing a thousand times better",
        "publishDate": "2014-03-19",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>University of Texas at Arlington\nresearchers have unveiled a powerful new tool for catching bad behavior in the\nsports world &#x2013; a testing method for evidence of performance-enhancing drugs that\ncan be up to 1,000 times more sensitive than many current tests.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>A UT Arlington team lead by Dr. Daniel W. Armstrong has come up with a new, more sensitive test for evidence of performance enhancing drugs.</figcaption></figure><!--end .image-caption-->\n<p>Daniel W. Armstrong, who holds\nthe UT Arlington Robert A. Welch Chair in Chemistry, and Hongyue Guo, a\ngraduate student in Armstrong&#x2019;s lab, presented the research this week at the\n247<sup>th</sup> National Meeting &amp; Exposition of the American Chemical\nSociety in Dallas. </p>\n<p>&#x201C;How much of a drug someone took or how long\nago they took it are beyond the analyst&#x2019;s control. The only thing you can\ncontrol is how sensitive your method is,&#x201D; Armstrong said. &#x201C;Our goal is to\ndevelop ultra-sensitive methods that will extend the window of detection, and we\nmay have developed one of the most sensitive methods in the world.&#x201D;<b>&#xA0;</b></p>\n<p>According to the\nAmerican Chemical Society, the new strategy is a simple variation on a common\ntesting technique called mass spectrometry, which the International Olympic\nCommittee, the U.S. Anti-Doping Agency and others routinely use to ensure\nathletes are &#x201C;clean.&#x201D;</p>\n<p>Mass spectrometry separates\ncompounds by mass, or weight, allowing scientists to determine the component\nparts of a mixture. In the case of performance enhancing drugs, technicians use\nthe method to find the bits left over in blood, urine or other body fluids\nafter the body breaks the substances down.</p>\n<p>Because some of the pieces, or metabolites,\nare small and have a negative charge, they may not produce a signal strong\nenough for the instrument to detect, Armstrong explained &#x2013; especially in the\ncase of stimulants, which the body rapidly eliminates. Stimulants like\namphetamine, or &#x201C;speed,&#x201D; increase alertness and reduce an athlete&#x2019;s sense of\nfatigue.</p>\n<p>The method Armstrong&#x2019;s lab has pioneered is called\npaired ion electrospray ionization (PIESI, pronounced &#x201C;PIE-zee&#x201D;). It gathers several\nof those drug bits together, making them more obvious to the detector. The new\nmethod does not require additional equipment for testing labs, only the\naddition of a chemical the Armstrong team designed which is now commercially\navailable and relatively inexpensive, Guo said.</p>\n<p>&#x201C;Dr. Armstrong&#x2019;s pioneering\nmethods for improving chemical separations have been honored with a long list\nof national and international awards, including his being named a fellow of the\nAmerican Chemical Society,&#x201D; said Carolyn Cason, vice president for research at\nUT Arlington. &#x201C;Equally impressive is his continual quest to apply those\nprincipals to issues that face society and to involve the students he mentors\nin those explorations. This work is an example of the impressive results that\nstem from those endeavors.&#x201D;</p>\n<p>The UT Arlington team explained\ntheir research at a news conference in Dallas Wednesday. Video from that event\nis available online at <a href=\"http://www.ustream.tv/recorded/45066065\">http://www.ustream.tv/recorded/45066065</a>.</p>\n<p>Armstrong joined UT\nArlington in 2006 and is the author of more than 550 scientific publications,\nincluding 29 book chapters, and holds 23 U.S. and international patents. During\nthis week&#x2019;s conference, he is also being honored with the ACS Award in\nSeparation Science and Technology, which is sponsored by Waters Corp.</p>\n<p>Armstrong\nreceived the ACS Award for Chromatography in 1999 and has also won the 1998<b> </b>ACS\nHelen M. Free Award for Public Outreach, as well as numerous other awards. Last\nyear, he was named to the 2013 class of ACS Fellows.</p>\n<p>The American Chemical Society\nis the world&#x2019;s largest scientific society, with 161,000 members. </p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution and the second largest institution in The University of Texas\nSystem. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the\nseventh fastest-growing public research university in 2013. <i>U.S. News &amp;\nWorld Report</i> ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/microwindmill-rao-chiao.php",
        "newSlug": "technology-uses-micro-windmills-to-recharge-cell-phones",
        "pageTitle": "Technology uses micro-windmills to recharge cell phones",
        "publishDate": "2014-01-10",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A\nUT Arlington research associate and <a href=\"#\" title=\"http://www.uta.edu/ee/\">electrical engineering</a> professor have\ndesigned a micro-windmill that generates wind energy and may become an\ninnovative solution to cell phone batteries constantly in need of recharging\nand home energy generation where large windmills are not preferred.</p>\n\n<figure class=\"image-caption-left photocaption150\">null<figcaption>One of Rao&apos;s micro-windmills is placed here on a penny.</figcaption></figure><!--end .image-caption-->\n<p>Smitha Rao and J.-C. Chiao designed and built the device that is about 1.8 mm at its widest point. A single grain of rice could hold about 10 of these tiny windmills. Hundreds of the windmills could be embedded in a sleeve for a cell phone. Wind, created by waving the cell phone in air or holding it up to an open window on a windy day, would generate the electricity that could be collected by the cell phone&#x2019;s battery.</p>\n<p>Rao&#x2019;s works in micro-robotic devices initially heightened a Taiwanese company&#x2019;s interest in having Rao and Chiao brainstorm over novel device designs and applications for the company&#x2019;s unique fabrication techniques, which are known in the semiconductor industry for their reliability.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>UT Arlington Research Associate Smitha Rao</figcaption></figure><!--end .image-caption-->\n<p>&#x201C;The company was quite surprised with the micro-windmill idea when we showed the demo video of working devices,&#x201D; Rao said. &#x201C;It was something completely out of the blue for them and their investors.&#x201D;</p>\n<p>Rao&#x2019;s designs blend origami concepts into conventional wafer-scale semiconductor device layouts so complex 3-D moveable mechanical structures can be self-assembled from two-dimensional metal pieces utilizing planar multilayer electroplating techniques that have been optimized by WinMEMS Technologies Co., the Taiwanese fabrication foundry that took an initial interest in Rao&#x2019;s work.</p>\n<p>&#x201C;The micro-windmills work well because the metal alloy is flexible and Smitha&#x2019;s design follows minimalism for functionality.&#x201D; Chiao said.</p>\n<p>WinMEMS became interested in the micro-electro mechanical system research and started a relationship with UT Arlington. Company representatives visited with the UT Arlington team several times in 2013 to discuss collaboration.</p>\n<p>An agreement has been established for UT Arlington to hold the intellectual properties while WinMEMS explores the commercialization opportunities. UT Arlington has applied for a provisional patent.</p>\n<p>Currently, WinMEMS has been showcasing UT Arlington&#x2019;s works on its <a href=\"http://www.winmemstech.com/en/page/custom68/\">website</a> and in public presentations, which include the micro-windmills, gears, inductors, pop-up switches and grippers. All of those parts are as tiny as a fraction of the diameter of a human hair.</p>\n<p>These inventions are essential to build micro-robots that can be used as surgical tools, sensing machines to explore disaster zones or manufacturing tools to assemble micro-machines.</p>\n<p>&#x201C;It&#x2019;s very gratifying to first be noticed by an international company and second to work on something like this where you can see immediately how it might be used,&#x201D; said Rao, who earned her Ph.D in 2009 at UT Arlington. &#x201C;However, I think we&#x2019;ve only scratched the surface on how these micro-windmills might be used.&#x201D;</p>\n<p>The micro windmills were tested successfully in September 2013 in Chiao&#x2019;s lab. The windmills operate under strong artificial winds without any fracture in the material because of the durable nickel alloy and smart aerodynamic design.</p>\n<p>&#x201C;The problem most MEMS designers have is that materials are too brittle,&#x201D; Rao said. &#x201C;With the nickel alloy, we don&#x2019;t have that same issue. They&#x2019;re very, very durable.&#x201D;</p>\n<p>The micro-windmills can be made in an array using the batch processes. The fabrication cost of making one device is the same as making hundreds or thousands on a single wafer, which enables for mass production of very inexpensive systems.</p>\n<p>&#x201C;Imagine that they can be cheaply made on the surfaces of portable electronics,&#x201D; Chiao said, &#x201C;so you can place them on a sleeve for your smart phone. When the phone is out of battery power, all you need to do is to put on the sleeve, wave the phone in the air for a few minutes and you can use the phone again.&#x201D;</p>\n<p>Chiao said because of the small sizes, flat panels with thousand of windmills could be made and mounted on the walls of houses or building to harvest energy for lighting, security or environmental sensing and wireless communication.</p>\n<p>He added that it has been fulfilling to see his former student succeed and help move innovation toward the marketplace.</p>\n<p>&#x201C;To see a company recognize that and seek you out for your expertise speaks volumes about what UT Arlington means to the world,&#x201D; he said proudly.</p>\n<p>The University of Texas at Arlington is a comprehensive research institution of more than 33,300 students and 2,300 faculty members in the epicenter of North Texas. It is the second largest institution in the University of Texas System. Research expenditures reached almost $78 million last year. Visit&#xA0;<a href=\"http://www.uta.edu\">www.uta.edu</a>&#xA0;for more information.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/ft-worth-museum-uta-partnership.php",
        "newSlug": "ut-arlington-fort-worth-museum-of-science-and-history-launch-innovative-research-center",
        "pageTitle": "UT Arlington, Fort Worth Museum of Science and History launch innovative research center",
        "publishDate": "2014-01-10",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington and the Fort Worth Museum of Science and History today announce the launch of the Research and Learning Center at the Fort Worth museum, a collaboration that allows scientists to engage with the public.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Marc Schwartz, education professor and director of the Southwest Center for Mind, Brain and Education at UT Arlington, will help guide the work of the new Research and Learning Center at the Fort Worth Museum of Science and History.</figcaption></figure><!--end .image-caption-->\n<p>The\nCenter opens Jan. 14, 2014 in the first-floor gallery and is a partnership\nbetween the museum and UT Arlington&#x2019;s College of Education and Health\nProfessions. It will be guided by the University&#x2019;s Southwest Center for Mind,\nBrain and Education and will be the only such center in the southwest and one of\nfive in the United States.</p>\n<p>&#x201C;This\ncollaboration fulfills our mission to educate students, encourage learning,\nsupport faculty research and engage the community,&#x201D; said Jeanne Gerlach, dean\nof the College of Education and Health Professions. &#x201C;What usually unfolds in a\nuniversity setting will now take place in a public setting with museum-goers as\nthe potential subjects. Out of that interaction we hope to see unpredicted but\ngreat ideas.&#x201D;</p>\n<p>Museum\nPresident Van A. Romans said he envisions a unique process of discovery for the\nnew Center that the community, researchers and the museum will find attractive.</p>\n<p>&#x201C;We\nare thrilled to be collaborating with UT Arlington&#x2019;s <a href=\"http://www.uta.edu/coehp/index.php\">College\nof Education and Health Professions</a>\nand its Southwest Center for Mind, Brain and Education,&#x201D; Romans said. &#x201C;Our\ninstitutions share a vision of developing an educational research program, of\ncollaborating with other area researchers, and of giving guests the\nopportunities to have first-hand experiences with the processes of science.&#x201D;</p>\n<p>The\nResearch and Learning Center will invite museum visitors to participate in short\nresearch interactions lasting no more than 15 minutes. The work will take place\nin a 1,200 square foot area that contains movable furnishings. </p>\n<p>&#x201C;Museum-goers\nwill get an opportunity to experience the same thing that they would in a\nlaboratory with a scientist carrying out his research,&#x201D; said Marc Schwartz,\ndirector of the Southwest Center for Mind, Brain and Education. &#x201C;The tools may\nsimply be a hammer and building blocks or they could include something more\nelaborate, but the interactions are the bases for actual research needed for\nthe scientist to complete his study.&#x201D;</p>\n<p>The\nResearch and Learning Center is modeled after Boston&#x2019;s Living Laboratory, whose\npartners include the Boston Museum of Science with Boston College, Boston\nUniversity, Harvard University, the Massachusetts Institute of Technology and\nTufts University. &#xA0;&#xA0;</p>\n<p>Steffen\nPalko, a Fort Worth businessman, philanthropist, museum board member and\nsupporter of the Southwest Center for Mind, Brain and Education, provided\nstart-up funding for the Research and Learning Center.</p>\n<p>As\nchair of the museum&#x2019;s Innovation Committee, he set out in 2009 to help the\nmuseum better foster creativity and innovativeness. He also wanted to help the\nmuseum forge stronger partnerships with area schools and universities. </p>\n<p>&#x201C;While\nthe Dallas-Fort Worth region has several science museums and universities, it\nhas always been a challenge to bridge the gap between scientists and the\ngeneral public.&#x201D; Palko said. <i>&#x201C;</i>We hope\nthat this experience will strengthen support for researchers, strengthen\nscience literacy and transform lives through extraordinary learning\nexperiences.&#x201D;</p>\n<p>The\nJan. 14 opening will feature Dan Popa, a UT Arlington associate professor of\nelectrical engineering, who is researching the use of robotic technology in the\ntreatment of children with autism. Read more about his work at <a href=\"http://www.uta.edu/news/releases/2012/07/robot-autism-popa.php\">www.uta.edu/news/releases/2012/07/robot-autism-popa.php</a>.</p>\n<p>Eventually,\nscientists from other area universities will be invited to conduct studies at\nthe Research and Learning Center. Most of the research will take place during\ntwo-hour blocks on Saturdays. Some research will occur weekdays by appointment\nonly. Read more at <a href=\"http://www.fwmsh.org/research-and-learning-center\">www.fwmsh.org/research-and-learning-center</a>.</p>\n<p><b>About The University of Texas at Arlington</b></p>\n<p>The University of Texas\nat Arlington is a comprehensive research institution of more than 33,300\nstudents and 2,300 faculty members in the epicenter of North Texas. It is the\nsecond largest institution in The University of Texas System. Total research\nexpenditures reached almost $78 million last year. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n<p><b>About the Fort Worth Museum of\nScience and History</b></p>\n<p>\nThe Fort Worth Museum of Science and History was\nestablished in 1941 and is dedicated to lifelong learning. The museum is\nanchored by its rich collections and engages children and adult guests through\ncreative, vibrant programs and exhibits interpreting science and the history of\nTexas and the Southwest. The current $80 million campus opened in November 2009,\nmarking the culmination of an extensive multiyear fundraising campaign. The museum\nis open daily, except Thanksgiving, Christmas Eve and Christmas Day. For more\ninformation about the museum, visit <a href=\"http://www.fortworthmuseum.org\">www.fortworthmuseum.org</a> or call 817-255-9300.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/georgesiemens-uta.php",
        "newSlug": "digital-learning-innovator-to-lead-new-research-at-ut-arlington",
        "pageTitle": "Digital learning innovator to lead new research at UT Arlington",
        "publishDate": "2014-01-09",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>George Siemens, an internationally\nknown expert and theorist in the field of digital learning, has joined <a href=\"http://www.uta.edu\">The University of Texas at Arlington</a> to lead a\nlab exploring the critical demands new learning technologies place on higher\neducation.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>George Siemens</figcaption></figure><!--end .image-caption-->\n<p>The laboratory is called the Learning\nInnovation and Networked Knowledge Research Lab, or LINK Lab. It will open this\nspring.</p>\n<p>Siemens also is the director of\nthe <a href=\"http://www.moocresearch.com/\">MOOC Research Initiative</a>, a\nproject focused on Massive Open Online Courses that has been supported by the\nBill &amp; Melinda Gates Foundation. Siemens was one of the originators of open\nonline education. He taught one of the first open online courses in 2008 while\na professor at Athabasca University in Alberta, Canada.</p>\n<p>&quot;Dr.\nSiemens is internationally respected for the enthusiasm and wealth of knowledge\nhe brings to making higher education relevant in the digital age,&#x201D; said Samuel\nH. &#x201C;Pete&#x201D; Smith, vice provost for digital teaching and learning at UT\nArlington. &#x201C;His new position will give students and faculty at UT Arlington the\nopportunity to interact with one of academia&#x2019;s best investigators. It also will\nallow our University to collaborate with other research institutions at the\nforefront of student success, digital teaching and learning.&quot;</p>\n<p>Siemens led\na December conference at UT Arlington during which researchers and educators from\nthe United States, Canada, and Europe shared information about Massive Open\nOnline Courses, their successes and shortcomings.</p>\n<p>&#x201C;UT Arlington has a very strong\nonline learning component and is well regarded not only in Texas but also\nnationally,&#x201D; Siemens said. &#xA0;&#x201C;Systems like\nUTA are unique in that they&#x2019;re taking a blended or hybrid approach to online\neducation and that&#x2019;s where the gap in research exists, where we don&#x2019;t really\nunderstand how a university should support students who are taking classes both\nphysically and in an online environment. There are some great opportunities\nthere.&#x201D;</p>\n<p>In addition to numerous\npresentations and consulting appointments around the globe, Siemens is the\nauthor of two books: &#x201C;Connectivism: A Learning Theory for the Digital Age&#x201D; and\n&#x201C;Knowing Knowledge.&#x201D; He is co-founder of Learning Analytics and Knowledge, a\nyearly conference, and the <a href=\"http://www.solaresearch.org/\">Society\nfor Learning Analytics Research</a>.</p>\n<p>Some of the areas the new LINK lab\nwill explore include: </p>\n<ul>\n<li>Understanding how traditional universities&#x2019; role\nis affected by online learning and the need for and feasibility of systematic\nchange.</li>\n<li>Exploring the effectiveness of alternative\nteaching and learning models such as competency-based programs, badging or\ncertificate systems and their relationship to the university. </li>\n<li>Examining the growing influence of data and\nanalytics on higher education practices.</li>\n</ul>\n<p>Siemens said he looks forward to\nworking with UT Arlington faculty to expand and enhance their use of technology\nand to bring emerging tools to campus.</p>\n<p>The New America Foundation, based on Washington, D.C., has\nhonored UT Arlington as a Next Generation University in part for its success\nwith online degree programs. More\nthan 10,000 students were enrolled in online classes and degree programs this\nfall. The largest of UT Arlington&apos;s online programs are offered by the College\nof Education and the College of Nursing. </p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution of more than 33,300 students and 2,300 faculty members in the\nepicenter of North Texas. It is the second largest institution in The\nUniversity of Texas System. Total research expenditures reached almost $78\nmillion last year. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/danarmstrong-acsaward.php",
        "newSlug": "american-chemical-society-to-honor-ut-arlington-chemist",
        "pageTitle": "American Chemical Society to honor UT Arlington chemist",
        "publishDate": "2014-02-07",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>University of Texas at Arlington\nprofessor Daniel W. Armstrong will receive his second national award from the\nAmerican Chemical Society in March, honoring his landmark contributions to the\nfield of analytical separations.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Armstrong</figcaption></figure><!--end .image-caption-->\n<p>The ACS Award in Separations\nScience and Technology, which is sponsored by Waters Corp., recognizes &#x201C;the\ndevelopment of novel applications with major impacts and/or the practical\nimplementations of modern advancements in the field of separation science and\ntechnology.&#x201D; It will be presented at the ACS national conference in Dallas on\nMarch 17.</p>\n<p>&#x201C;Throughout\nhis career, Dr. Armstrong has worked to increase our understanding of the world\naround us through development of new instruments and analytical methods,&#x201D; said\nRonald L. Elsenbaumer, UT Arlington provost and vice president for academic\naffairs. &quot;His international reputation has elevated the College of Science\nand the University overall, and we are pleased to see this recognition of his\ncontributions.&#x201D;</p>\n<p>Armstrong, who holds the UT\nArlington Robert A. Welch Chair in Chemistry, joined UT Arlington in 2006.\nThroughout his career, he has developed more than 30 different types of columns\nused in chromatography, the science of separating molecules in gas or liquid\nfor analysis.</p>\n<p>The commercial applications of\nhis inventions have been wide-ranging &#x2013; including use by the drug development,\npetrochemical and environmental monitoring community. In addition, Armstrong is\nthe author of more than 550 scientific publications, including 29 book chapters\nand holds 23 U.S. and international patents.</p>\n<p>&#x201C;One of the strengths of our\ngroup is we come with new things to explore constantly, which is fun,&#x201D;\nArmstrong said. He added that evidence his work is influencing and helping\nother scientific endeavors &#x2013; such as the 27,000 scientific citations his lab\nhas achieved &#x2013; is a gratifying result.</p>\n<p>&#x201C;You want to do things that have\nan impact and are useful, either adding knowledge, insight<b> </b>or something practical that people can actually use,&#x201D; he said.</p>\n<p>Armstrong is often called the\n&#x201C;father of pseudophase separations&#x201D; &#x2013; a type of liquid chromatography that\nprovides higher selectivity for substances with lower cost and less volatility\nand toxicity than previous analytical methods. In addition, he has been\nheralded for his work synthesizing ionic liquids, which have more advanced\nseparation capabilities for a variety of important molecules. </p>\n<p>In another example of his\ninfluence, a gas chromatography column that Armstrong developed is one of three\nthat are part of the Rosetta mission of the European Space Agency. The goal of\nthe Rosetta mission, launched in 2004, is to orbit a comet and land scientific\nequipment on it in fall 2014, in order to explore the composition of the comet\nand learn more about the origins of the universe. </p>\n<p>Most recently, Armstrong has been working on improving methods for\ndetecting performance-enhancing drugs such as those used in the sports world. </p>\n<p>The 2014 ACS awards were announced in the January issue of Chemical\n&amp; Engineering News in an article where several colleagues praised\nArmstrong, his innovations and his dedication to training and mentoring more\nthan 170 students, post-doctoral researchers and visiting professors.</p>\n<p>Krishnan Rajeshwar, a chemistry/biochemistry professor at UT Arlington,\ntold the magazine: &#x201C;Few scientists have had a greater impact on the advancement\nof chemical analysis.&#x201D; </p>\n<p>Armstrong received the ACS Award\nfor Chromatography in 1999 and has also won the 1998<b> </b>ACS Helen M. Free Award for Public Outreach, as well as numerous\nother awards. Last year, he was named to the 2013 class of ACS Fellows. </p>\n<p>The American Chemical Society is\nthe world&#x2019;s largest scientific society with more than 163,000 members.</p>\n<p><span style=\"text-decoration: underline;\">About UT Arlington</span></p>\n<p>The University of\nTexas at Arlington is a comprehensive research institution and the second\nlargest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the\nseventh fastest-growing public research university in 2013. <i>U.S. News &amp;\nWorld Report</i> ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/Rodrigues-Amazonpaper.php",
        "newSlug": "microbe-community-changes-may-reduce-amazon's-ability-to-lock-up-carbon-dioxide",
        "pageTitle": "Microbe community changes may reduce Amazon’s ability to lock up carbon dioxide",
        "publishDate": "2014-01-07",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>UT Arlington researchers\nfocusing on the Amazon recently found that widespread conversion from rainforest\nto pastureland has significant effects on microorganism communities that may\nlead to a reduction in the region&#x2019;s role as a reservoir for greenhouse gas.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Rodrigues</figcaption></figure><!--end .image-caption-->\n<p>The Amazon rainforest is the\nlargest terrestrial reservoir or &#x201C;sink&#x201D; for carbon dioxide, a gas that has been\nlinked to climate change. Through photosynthesis, the Amazon absorbs 1.5\nbillion tons of carbon dioxide from the atmosphere every year in a process that\nrequires input of nitrogen. That nitrogen, for the most part, comes from a\nprocess called nitrogen fixation &#x2013; essentially microbes pulling nitrogen form\nthe air into the soil.</p>\n<p>The new paper, featured in the\nJanuary issue of<i> Applied and\nEnvironmental Microbiology</i>, looks for the first time at the reaction of\nfree-living nitrogen-fixing microorganisms called diazotrophs to the\ndeforestation. Jorge Rodrigues, an assistant professor of biology at The\nUniversity of Texas at Arlington, organized the work. Babur S. Mirza, formerly\na postdoctoral fellow in the Rodrigues lab, is the paper&apos;s lead author.</p>\n\n<figure class=\"image-caption-right photocaption200\">null<figcaption>A photo from a new UT Arlington paper is on the cover of the January issue of Applied and Environmental Microbiology.</figcaption></figure><!--end .image-caption-->\n<p>&#x201C;This study\nshows that although the diversity of diazotrophic microorganisms remains the\nsame with the conversion from forest to pasture, the types of species found are\ndifferent,&#x201D; said Rodrigues. &#x201C;Our\nnext step is to measure how the rates of biological nitrogen fixation are\ninfluenced by community changes. Because the carbon and nitrogen cycles are so\nstrongly linked, our previous results indicated that changes in carbon dioxide\nsequestration will occur&quot;\n</p>\n<p>Rodrigues&#x2019; team gathered samples\nof soil from the Fazenda Nova Vida site in Rondonia, Brazil, one of three\nstates in the country that accounted for more than 85 percent of deforestation from\n1996 to 2005. They analyzed soil from a primary forest, a pasture established\nin 2004 and a secondary forest that resulted from the abandonment of a pasture\nin 1999. </p>\n<p>The team used DNA analysis,\nspecifically the nifH gene that is characteristic of diazotrophs, to measure\nthe communities in the samples.</p>\n<p>Rodrigues said researchers were\nsurprised to find a ten-fold increase in the number of diazotrophic\nmicroorganisms in the pasture established in 2004, when compared to the primary\nforests. They theorize the pasture ecosystems rely on the diazotrophs more for\nnitrogen because of the continuous grazing from cattle, requiring constant regrowth\nof grasses. </p>\n<p>&#x201C;We observed a complete shift in the diazotrophic\nmicrobial community composition in response to the Amazon rain forest\nconversion to a pasture,&#x201D; Mirza said. &#x201C;These differences an be attributed to\nthe shift in the above ground plant community because we did see partial\nrecovery of diazotroph community composition in the secondary forest, which\nhave more plant species as compared to pasture.&#x201D;</p>\n<p>Mirza said researchers are\ncontinuing their work with more more sophisticated sequencing technologies and\nin-depth sampling. </p>\n<p>Other co-authors on the new paper include Chotima Potisap, a\nvisiting Ph.D. student from Khon Kaen University in Thailand; Klaus N&#xFC;sslein, professor of microbiology at\nthe University of Massachusetts; and Brendan J.M. Bohannan, professor at the\nInstitute of Ecology and Evolution, University of Oregon.&#xA0; </p>\n<p>The paper is titled &#x201C;Response of Free-Living Nitrogen Fixing\nMicroorganisms to Land Use Change in the Amazon Rainforest&#x201D; and is available\nonline here:&#xA0; <a href=\"http://aem.asm.org/content/early/2013/10/21/AEM.02362-13.full.pdf+html\">http://aem.asm.org/content/early/2013/10/21/AEM.02362-13.full.pdf+html</a>.</p>\n<p>Despite worries about the effect\nthese changes to the microbial communities may have on the carbon cycle,\nRodrigues said there are some encouraging results. After pastures were\nabandoned and a secondary forest grew, partial restoration of the original\ndiazotrophic communities was achieved, researchers said. </p>\n<p>Growth of secondary forest is\nongoing for about 50 percent of the abandoned pastures in the Amazon, but more\nneeds to be done to encourage secondary forests and limit deforestation in the\nfirst place, Rodrigues said.</p>\n<p>&#x201C;There is still time to recover if we\nact now,&#x201D; he said.</p>\n<p>An Agriculture and Food Research\nInitiative grant from the U.S. Department of Agriculture supported the work\ndetailed in the paper.</p>\n<p>The University of Texas at\nArlington is a comprehensive research institution of more than 33,300 students\nand 2,300 faculty members in the epicenter of North Texas. It is the second\nlargest institution in The University of Texas System. Total research\nexpenditures reached almost $78 million last year. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/puppala-nrc-committee-chair.php",
        "newSlug": "puppala-appointed-chair-of-national-research-council-unit",
        "pageTitle": "Puppala appointed chair of National Research Council unit",
        "publishDate": "2014-02-03",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p><span>Anand Puppala, associate dean of research for the College of Engineering, has been named chair of the National Research Council&#x2019;s soil mechanics unit.</span></p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Anand Puppala, associate dean of research for College of Engineering</figcaption></figure><!--end .image-caption-->\n<p>Puppala,\nwho also is a Distinguished Teaching Professor of Civil Engineering, said the\nNRC position will afford him to opportunity to oversee nine committees that\nreport to the soil mechanics unit, one of the council&#x2019;s three units. Each\ncommittee is comprised of up to 30 members.</p>\n<p>&#x201C;This\nappointment offers a great opportunity to partner or lead research through this\nprestigious group,&#x201D; said Khosrow Behbehani, dean of the College of Engineering.\n&#x201C;Dr. Puppala will have an opportunity to help shape the future of research in\nhis area of expertise and enhance awareness about our College and University\nresearch accomplishments at the highest national level.&#x201D; </p>\n<p>Puppala\nwas named a member of the prestigious Transportation Research Board, an arm of the\nNational Academies, in 2012. The NRC influences a significant amount of federal\nhighway funding. Leading U.S. engineers and scientists set the agenda on future\ntopics concerning engineering practices at the Transportation Research Board.</p>\n<p>In\nthe soil mechanics unit, Puppala will hear from committees delving into issues\nconcerning transportation earthworks, soil and rock instrumentation,\nfoundations of bridges and other structures, subsurface soil-structure\ninteraction, modeling for the design, construction and management of\ngeosystems, subsurface drainage, geosynthetics, cementitious stabilization and\nchemical, mechanical and asphalt stabilization.</p>\n<p>Puppala\nis an expert in stabilization of expansive\nsoils, sustainable utilization of recycled materials, dams and embankments and\nhas received multiple honors for his teaching and research since joining UT\nArlington in 1996.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of\nTexas at Arlington is a comprehensive research institution and the second\nlargest institution in The University of Texas System. Total research\nexpenditures reached almost $78 million last year. UT Arlington ranks fifth in\nthe nation for undergraduate diversity and was ranked as the seventh\nfastest-growing public research university by The Chronicle of Higher Education\nin 2013. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.<b>&#xA0;</b></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/dangerous-employees-paper.php",
        "newSlug": "giving-potentially-dangerous-employees-organizational-socialization-and-close-supervision-can-avoid-tragedy-ut-arlington-researchers-say",
        "pageTitle": "Giving potentially dangerous employees organizational socialization and close supervision can avoid tragedy, UT Arlington researchers say ",
        "publishDate": "2014-03-11",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p class=\"Default\">Two\nUT Arlington management professors argue that employers can prevent workplace\nviolence by keeping dangerous employees positively engaged and closely\nsupervising them to ensure they get the help they need.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>M. Ann McFadyen and James Campbell Quick.</figcaption></figure><!--end .image-caption-->\n<p class=\"Default\">James\nCampbell Quick and M. Ann McFadyen of the College of Business management\ndepartment analyzed FBI reports, case studies and human resource records to\nfocus on the estimated 1 to 3 percent of employees prone to workplace acts of\naggression, such as homicide, suicide or destruction of property.</p>\n<p class=\"Default\">The\nteam advances the case for &#x201C;mindfully observing&#x201D; employees and found that human\nresources professionals and supervisors can advance health, wellbeing, and\nperformance while averting danger and violence by identifying and managing\nhigh-risk employees, anticipating their needs and providing support and\nresources.</p>\n<p>&#x201C;The cause of these problems are\nunderstandable and predictable,&#x201D; said Quick, a Distinguished Professor of\nLeadership and Organizational Behavior. &#x201C;And many times these violent incidents\nshouldn&#x2019;t be viewed as random or surprises.&#x201D;</p>\n<p>The paper, <a href=\"http://www.emeraldinsight.com/journals.htm?issn=2051-6614&amp;volume=1&amp;issue=1&amp;articleid=17107581&amp;show=html\">&#x201C;No\nAccident: Health, Wellbeing, Performance &#x2026; and Danger,&#x201D;</a> is\npublished by the <i>Journal of\nOrganizational Effectiveness: People and Performance. </i>The two teamed with\nOklahoma State University&#x2019;s Debra Nelson on the study. Nelson is the Spears\nSchool of Business Associates&#x2019; Chaired Professor of Business Administration and\nDistinguished Professor of Management. She also was the 2004 Goolsby\nDistinguished Visiting Professor.</p>\n<p>&#x201C;Corporations need to plug troubled employees\ninto the social network immediately so they don&#x2019;t store up these negative\nfeelings whenever and wherever they get them,&#x201D; said Quick, who also holds the John and Judy Goolsby-Jacqualyn A. Fouse\nEndowed Chair&#xA0;in the Goolsby Leadership Academy. Quick also is a distinguished\nvisiting scholar at Lancaster University Management School in the United\nKingdom.</p>\n<p>College of Business Dean Rachel Croson\nsaid this type of research adds insight for businesses in the real world.</p>\n<p>&#x201C;Businesses often look at these problems\nonly after they occur,&#x201D; Croson said. &#x201C;This research offers companies action\nsteps they can take to prevent such tragedies from occurring. It not only helps\npeople but could save lives.&#x201D;</p>\n<p>McFadyen&#x2019;s role in the research was\nlooking at positive and negative deviant behaviors among employees. Positive\ndeviant acts will often benefit the organization (i.e. going out of one&#x2019;s way\nto help another). Conversely, negative deviant acts will likely have an adverse\nimpact on the organization and have the potential to put the organization or\nothers in danger. </p>\n<p>The study noted that the low intense\nnegative deviant act of incivility is often the starting point of the\nescalation to more dangerous and violent behavior. </p>\n<p>&#x201C;Incivility toward another includes\ngossiping, texting in meetings, withholding information, ignoring or simply a\ngeneral lack of respect or regard for others,&#x201D; McFadyen said. &#x201C;What is\nconcerning is that incivility is on the rise in the workplace, with the\nmajority of employees reporting that they have been the target of incivility by\nanother.&#x201D;</p>\n<p>Research indicates that most\norganizations have training on ethics and diversity, yet few provide training\non incivility. </p>\n<p>McFadyen said the study gives guidance\non how to train supervisors to recognize and monitor incivility.</p>\n<p>&#x201C;Incivility, left unchecked, may lead to\nmore dangerous acts&#x201D;, McFadyen said. &#x201C;Research indicates that, while not all\nacts of incivility lead to violent acts, all violent acts in the workplace were\npreceded by acts of incivility.&#x201D;</p>\n<p>One challenge, Quick said, is that\nemployees often cannot be pre-screened for these tendencies. He said dangerous\nemployees don&#x2019;t often show the inclination for dangerous behavior during the\ninterview process.</p>\n<p>&#x201C;It&#x2019;s often something that those\nemployees get once they&#x2019;re in a job,&#x201D; Quick said. &#x201C;That&#x2019;s why socialization and\nmaking sure employees air out what&#x2019;s bothering them are two big factors in\nwhether the behavior eventually becomes an incident.&#x201D;</p>\n<p>Quick said it&#x2019;s imperative for\norganizations to keep the employees talking about what it is that&#x2019;s bothering\nthem.</p>\n<p>&#x201C;You can&#x2019;t allow the dangerous employee\nto bury the issue,&#x201D; Quick said. &#x201C;And sometimes organizations have a problem in\nwanting to see the issue come to the surface. Organizations have to admit they\nbe part of the problem.&#x201D;</p>\n<p>Quick and the team take actual cases\nwhere dangerous employees took action that ended in a wrongful death, sexual\nassault and management harassment. The team also looked at one positive organizational\ncase where harm and death were averted.</p>\n<p>In addition, the study also shows what\norganizations and people need to do to right themselves after dangerous\nemployees&#x2019; behavior leads to a violent incident.</p>\n<p>Quick said the study outlines a\nfour-step approach if the worse should happen:</p>\n<ul>\n<li>Contain the perpetrator or problem.</li>\n<li>Provide physical and mental caregiving for\nvictims of the incident.</li>\n<li>Encourage forgiveness of the dangerous employee.\nForgiveness is not condoning, excusing, denying, minimizing or forgetting a\nwrong.</li>\n<li>Learning from the dangerous employee&#x2019;s incident.</li>\n</ul>\n<p>The University of Texas at Arlington is\na comprehensive research institution and the second largest institution in The\nUniversity of Texas System.&#xA0;<i>The Chronicle of Higher Education</i>&#xA0;ranked\nUT Arlington as the seventh fastest-growing public research university in\n2013.&#xA0;<i>U.S. News &amp; World Report</i>&#xA0;ranks UT Arlington fifth in\nthe nation for undergraduate diversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/Emmanuel-Fordjour.php",
        "newSlug": "ut-arlington-undergrad-honored-for-research-on-antibiotic-resistant-infection",
        "pageTitle": "UT Arlington undergrad honored for research on antibiotic resistant infection ",
        "publishDate": "2014-03-06",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p><a href=\"http://www.uta.edu\">UT\nArlington</a> student Emmanuel Fordjour was a sophomore when he sought out\nJulian Hurdle, an assistant professor of biology, and asked if he could help\nresearch ways to fight a dangerous, hospital-acquired disease called\nClostridium difficile infection or CDI.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Emmanuel Fordjour</figcaption></figure><!--end .image-caption-->\n<p>Just two years later, Fordjour&#x2019;s\nwork with Hurdle has put him in an elite class &#x2013; named a winner of the\nWashington D.C.-based Council on Undergraduate Research&#x2019;s 2014 <a href=\"http://www.cur.org/conferences_and_events/student_events/posters_on_the_hill/\">Posters\non the Hill</a> competition. Fordjour is one of just 60 undergraduate scholars\nfrom across the United States selected from a field of 600 applicants. In\nApril, the winners will present their research to members of Congress,\nCongressional staffers and staff from government agencies.\n</p>\n<p>Fordjour, a double major in\nbiology and microbiology who plans to graduate in 2015, said the achievement\nrepresents another of the &#x201C;mind-blowing&#x201D; opportunities he has had since\nchoosing to attend UT Arlington.</p>\n<p>&#x201C;My entire undergraduate career\nchanged after I got into research,&#x201D; said Fordjour, who moved to Irving from the\nUnited Kingdom after high school. &#x201C;So many doors have opened up to me, chances\nthat I never thought I would get.&#x201D;</p>\n<p>Hurdle said the prestigious\naward reflects the dedicated work of Fordjour and his research partner Kieu\nDoan, another undergraduate in the chemistry/biochemistry department. </p>\n<p>&#x201C;Emmanuel is a very promising\nscientific talent, exemplifying the high quality of students in the College of\nScience and undergraduate research participation in the Department of Biology,&#x201D;\nHurdle said. &#x201C;This honor will provide him the opportunity to shine light on a\ndisease that is hard to treat, frustrating to clinicians, causes much death and\nis now deemed an urgent public health threat by CDC. &#x201D;&#xA0;&#xA0; </p>\n<p>Clostridium difficile<i>,</i> an intestinal bacterium also known as\nC. difficile, causes severe diarrhea and is responsible for at least 250,000\nhospitalizations and 14,000 deaths in the U.S. each year. Elderly and\nhospitalized patients are especially susceptible. Last year, the Centers for\nDisease Control and Prevention named C. difficile one of the three most &#x201C;urgent\ndrug resistant health threats.&#x201D; </p>\n<p>Fordjour saw firsthand the toll\nthat C. difficile could take while volunteering at Baylor Medical Center at\nIrving. </p>\n<p>&#x201C;C. difficile just stood out to\nme because it&#x2019;s a formidable pathogen. You get sick and you think you&#x2019;re done\nwith it, and it comes back,&#x201D; said Fordjour, who has volunteered 600 hours in\nthe hospital&#x2019;s emergency room. </p>\n<p>In a project overseen by Hurdle,\nFordjour and Doan tested combinations of current and in development antibiotics\nagainst clinically relevant C. difficile strains isolated from patients. He\nfound evidence that combining a currently used antibiotic called rifaximin and an\nantibiotic called fusidic acid that is still in clinical trials in the U.S. was\nparticularly effective against different strains of C. difficile in lab tests,\ngaining better results than either drug alone more than half the time.</p>\n<p>This combination could also\nreduce the risk of C. difficile developing resistance to either drug during\ntherapy, he said. The next step will be submitting those results for\npublication.</p>\n<p>&#x201C;Rifaximin which is used to\ntreat traveler&#x2019;s diarrhea is currently in clinical trials as a treatment for\npatients who experience multiple episodes of treatment failures for CDI.&#xA0; The problem is that resistance can arise to\nrifaximin during treatment.&#xA0; We hope the\ncombinations showing improve efficacy over rifaximin alone, could provide a\nbetter treatment outcome,&#x201D; Hurdle said. </p>\n<p>In addition to Fordjour&#x2019;s work\nwith Hurdle, he is a member of the UT Arlington Honors College and a recipient\nof the UT System Louis Stokes Alliance for Minority Participation, or LSAMP,\ngrant and a scholar in the Ronald E. McNair Post-baccalaureate Achievement\nProgram. After graduation, he hopes to complete a combined M.D./Ph.D. program and become a\nphysician, educator and researcher. </p>\n<p>Ashley Purgason, assistant dean\nfor undergraduate research and student advancement in the College of Science,\nsaid Fordjour&#x2019;s success brings prestige to UT Arlington and its efforts to increase\nundergraduate research opportunities. Administrators hope to see more students\nseek out extracurricular experience in faculty laboratories.</p>\n<p>&#x201C;We try to give our students\nthe best education we can in lecture halls and in our laboratory courses, but\nwhat really ignites a lifelong love of science is when our students can go\nfurther and get the thrill of inquiry-based experiments and the original\nthought that goes with that,&#x201D; Purgason said.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked\nUT Arlington as the seventh fastest-growing public research university in 2013.\n<i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for\nundergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more and follow\n<i>#UTAdna.</i></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/rose-baseball-steroids.php",
        "newSlug": "multi-billion-dollar-baseball-industry-largely-responsible-for-steroid-abuse-by-mlb-players-ut-arlington-researcher-says",
        "pageTitle": "Multi-billion dollar baseball industry largely responsible for steroid abuse by MLB players, UT Arlington researcher says",
        "publishDate": "2014-02-14",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The\nwidespread use of illegal steroids among Major League Baseball players has been\nfueled by an &#x201C;economy of bodily management,&#x201D; the free agent market and\nexploding television revenues, a UT Arlington assistant professor argues in a\nnewly published research paper.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption></figcaption></figure><!--end .image-caption-->\n<p>Sarah\nRose, a labor and disability historian, says by attacking individual\nballplayers&#x2019; morality, commentators have obscured the more salient issue.</p>\n<p>&#x201C;Baseball\nis representative of the fact that Americans increasingly live in an age of\nbiotechnology in which bodily modification for profit has become the norm and,\noften, an unstated job requirement,&#x201D; said Rose, who joined the <a href=\"http://www.uta.edu/history/\">UT\nArlington Department of History</a>\nin 2009 and is director of the University&#x2019;s Minor in Disability Studies program.</p>\n<p>Rose\nis the co-author of a new article &#x201C;Bionic Ballplayers: Risk, Profit, and the\nBody as Commodity, 1964-2007&#x201D; published in the journal <a href=\"http://labor.dukejournals.org/\"><i>LABOR: Studies in Working-Class History of\nthe Americas</i></a>. Her\nco-author is Joshua A. T. Salzmann, assistant professor of history at\nNortheastern Illinois University.</p>\n<p>The\nresearchers found that while the league minimum salary remained at $6,000\nbetween 1954 and 1967, players&#x2019; average salaries soared to $16,000 in the\nmid-1960s. Teams paid these increasing salaries out of funds newly attained\nthrough television revenue. Between 1964 and 1979, revenues from television\ncontracts rose from $21 million to $54 million. </p>\n<p>During\nthis time, players and owners investigated new ways to preserve and,\neventually, enhance players&#x2019; bodies.</p>\n<p>The\npair interviewed notable sports figures such as Nolan Ryan and Bob Costas and a\nwide array of baseball players, team physicians, trainers, general managers,\nagents and union officials with careers dating back to the mid-1960s. The\narticle focuses on Sandy Koufax, Tommy John, Frank Jobe and Jos&#xE9; Canseco, who in his own book admitted to using\nperformance-enhancing drugs during his playing career. In fact, his tell-all\nclaimed that the large majority of Major League Baseball players used steroids.</p>\n<p>&#x201C;Enticed\nby the prospect of riches, players and teams harnessed fitness training,\nreconstructive surgery, biomechanical analysis and performance-enhancing drugs\nto reduce wear and tear on players&#x2019; bodies and, ultimately, radically alter\nthem for profit,&#x201D; Rose and Salzmann concluded in the paper. &#x201C;This interplay\nbetween economic incentives and medicine created what we call bionic\nballplayers: bigger, stronger, and at times, more fragile than their\npredecessors.&#x201D;</p>\n<p>The\nstudy suggests that the question raised by steroids is not individual morality,\nbut rather the morality produced by a political economy of labor that calls for\nboth services and body parts rendered.&#xA0; </p>\n<p>Ironically,\nas Rose and Salzmann&#x2019;s article went to press, MLB Commissioner Bud Selig had\njust suspended 13 players for using steroids.</p>\n\n<figure class=\"image-caption-right photocaption250\">null<figcaption>Sarah Rose, labor and disability historian in the College of Liberal Arts</figcaption></figure><!--end .image-caption-->\n<p>&#x201C;Why\nhas professional baseball players&#x2019; steroid use been characterized as an immoral\nillegitimate bodily enhancement, when other medical interventions, such as &#x2018;Tommy\nJohn&#x2019; elbow reconstruction surgery, have been celebrated as career-saving\ncures?&#x201D; Rose questioned. &#x201C;While admittedly different, we show that both bodily\ninterventions arose out of the same dramatic shifts in the business of baseball\n&#x2013; shifts that drove the medicalization of the game and players&#x2019; bodies.&#x201D;</p>\n<p>The\nresearchers contend that before the advent of salary arbitration and free\nagency, ballplayers were disposable parts in a high-risk work environment. But\nbuoyed by exploding television revenues, the free agent market drove players&#x2019;\nsalaries into the millions, transforming the economics of bodily management.</p>\n<p>Beth\nWright, dean of the UT Arlington College of Liberal Arts, applauded Rose and\nthe valuable impact that her research has on culture.</p>\n<p>&#x201C;Dr.\nRose is making important contributions to the way we understand the history of\ndisability and athletics and the pressure that the sports industry places on\nits talent,&#x201D; Wright said. &#x201C;She is expanding the expertise of UT Arlington and\nadding context that helps us understand our world.&#x201D;</p>\n<p>Rose\nand Salzmann addressed the steroid controversy surrounding New York Yankees\nthird baseman Alex Rodriguez last year in an opinion piece published in the <i>Chicago Tribune</i>. It is available at <a href=\"http://articles.chicagotribune.com/2013-09-25/opinion/ct-perspec-0925-baseball-20130925_1_baseball-players-bodies-contracts\">http://articles.chicagotribune.com/2013-09-25/opinion/ct-perspec-0925-baseball-20130925_1_baseball-players-bodies-contracts</a>.</p>\n<p><b><span>About UT Arlington</span></b></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The\nChronicle of Higher Education</i> ranked UT Arlington as the seventh\nfastest-growing public research university in 2013. <i>U.S. News &amp; World\nReport</i> ranks UT Arlington fifth in the nation for undergraduate diversity.\nVisit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/final-four-experts.php",
        "newSlug": "ut-arlington-experts-available-to-discuss-ncaa-final-four-impact-on-local-economy-concussion-research",
        "pageTitle": "UT Arlington experts available to discuss NCAA Final Four, impact on local economy, concussion research",
        "publishDate": "2014-03-21",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The 2014 NCAA Final Four heads\nto North Texas April 4-7 and faculty experts at The University of Texas at Arlington are available to\nweigh in on various impacts of college basketball&#x2019;s biggest event.</p>\n\n<figure class=\"image-caption-left photocaption150\">null<figcaption></figcaption></figure><!--end .image-caption-->\n<p>Faculty experts are ready to discuss topics that range from\nthe Final Four&#x2019;s potential impact on the local economy and sex-trafficking that occurs during major sports events to new concussion\nresearch and traffic operations.</p>\n<p>Please contact the UT\nArlington Office of Communications at 817-272-2761 for more information.</p>\n<p><span><span style=\"text-decoration: underline;\">ECONOMICS</span>:</span></p>\n<p><b><a href=\"http://economics.uta.edu/new_website/meiners.html\">Roger Meiners</a>, chair of\neconomics, </b>and<b>\n<a href=\"http://wweb.uta.edu/economics/faculty/c/crowder.html\">Bill Crowder</a>, professor of economics</b>, can talk\nabout the economic impact the tournament could have on the local and regional\neconomy.<b> &#xA0;</b></p>\n<p><b><a href=\"http://wweb.uta.edu/economics/faculty/p/price.html\"></a></b></p>\n<p><span><span style=\"text-decoration: underline;\">HEALTH</span>:</span></p>\n<p><b><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/6152/category/1\">Jacob Resch</a>, assistant\nprofessor of kinesiology,</b>&#xA0;can discuss\nconcussion research, recently published study regarding the popular\ncomputerized concussion assessment tool ImPACT.</p>\n<p><b><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/446/category/1\">Cynthia Trowbridge</a>,\nassociate professor of kinesiology,</b> has 20\nyears experience as a licensed athletic trainer in college and has done\nresearch into various injury rehabilitation methods.&#xA0;</p>\n<p><b><a href=\"http://www.uta.edu/news/experts/expert.php?n=susan-cherry\">Susan Cherry</a>, clinical\ninstructor of nursing, </b>can\naddress public health and what health care workers who respond to disasters\nwill be on alert for during the tournament.</p>\n<p><span><span style=\"text-decoration: underline;\">MARKETING</span>:</span></p>\n<p><a href=\"http://wweb.uta.edu/marketing/briggs_elten.html\"><b>Elten Briggs</b></a>, <b>assistant professor of marketing</b>, can talk about how businesses\ncould benefit from this national spotlight.</p>\n<p><span><span style=\"text-decoration: underline;\">SCIENCE</span>:</span>&#xA0;</p>\n<p><b><a href=\"http://heppc1.uta.edu/kaushik/kaushik.htm\">Kaushik De</a>, professor of\nphysics, </b>was\npart of a UT Arlington team that studied the NBA&#x2019;s synthetic basketball at the\nrequest of Dallas Mavericks owner Mark Cuban in 2006. They found them lacking\nand the NBA ditched the balls soon thereafter.</p>\n<p><b><a href=\"http://www-hep.uta.edu/%7ebrandta/homepage.html\">Andrew Brandt</a>, professor\nof physics,</b>&#xA0;made local and\nnational news when he helped the Texas Rangers figure out how far slugger Josh\nHamilton&#x2019;s June 27, 2010 record home run traveled. Dr. Brandt can help with any\nphysics of basketball questions.</p>\n<p><span style=\"text-decoration: underline;\">SOCIAL WORK</span>:</p>\n<p><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/12915/category/1\"><strong>Andrea Cimino</strong></a>, <strong>assistant professor of social work</strong>, researches violence against women, child welfare and prostitution. She is able to discuss sex-trafficking and related crimes that occur during major sports events. </p>\n<p><span><span style=\"text-decoration: underline;\">SOCIOLOGY</span>:</span></p>\n<p><b><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/2486/category/1\">Krystal Beamon</a>, assistant professor of sociology, </b>has studied NCAA Division I basketball and football players for more than\n10 years. Dr. Beamon&#x2019;s area of expertise includes ethnicity, sociology of sport\nand inequality. Her book, &#x201C;The Enduring Color Line in U.S. Athletics,&#x201D; was\nrecently published.</p>\n<p><span><span style=\"text-decoration: underline;\">TRANSPORTATION</span>:</span></p>\n<p><b><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/974\">Jim Williams</a>, professor\nof civil engineering, </b>a\nnationally known expert in traffic operations.</p>\n<p><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/960\"><b>Sia Ardekani</b></a>, <b>professor of civil engineering</b>, studies traffic flow, congestion.</p>\n<p><a href=\"https://www.uta.edu/mentis/public/#profile/profile/view/id/968/category/1\"><b>Steve Mattingly</b></a>, <b>associate professor of civil engineering</b>, studies traffic safety,\nbike challenges, and air travel patterns and flow.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/pigeon-research.php",
        "newSlug": "research-on-pigeon-color-reveals-mutation-hotspot",
        "pageTitle": "Research on pigeon color reveals mutation hotspot",
        "publishDate": "2014-02-06",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A\nUniversity of Texas at Arlington team exploring pigeons as a model for\nvertebrate evolution has uncovered that mutations and interactions among just\nthree genes create a wide range of color variations. One of those genes, they\nalso found, may be an example of a &#x201C;slippery gene&#x201D; more prone to evolutionary\nchanges.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>A research team led by John W. &quot;Trey&quot; Fondon, a UT Arlington assistant professor of biology, recently published a study on gene mutation in pigeons.</figcaption></figure><!--end .image-caption-->\n<p>John W. &#x201C;Trey&#x201D; Fondon, an\nassistant professor of biology, is co-author of a study that begins to unravel\nthe molecular basis for the color palette of domestic pigeons breeds known as\n&#x201C;fancy pigeons.&#x201D; Due mostly to organized breeding in Europe and Asia, there are\nhundreds of types of pigeons that have evolved to include numerous color\nvariations on the blue/black model, including shades of gray, red, and brown.</p>\n<p>The&#xA0;genes\nin the study have previously been linked to&#xA0;skin and hair color variation\namong people, as well as the development of melanoma.&#xA0;</p>\n<p>&#x201C;The\npigeon really has been neglected as a model system, and we are changing that,&#x201D;\nFondon said, adding that such studies can help in an overall understanding of\nvertebrate systems. &#x201C;The things that shape diversity also shape disease.&#x201D;</p>\n<p>The results are being published\nonline Feb. 6 in the journal <i>Current\nBiology</i>. Eric T. Domyan, a post-doctoral fellow in the lab of University of\nUtah professor Michael D. Shapiro, is lead author. </p>\n<p>Other co-authors include\nShapiro; Shreyas Krishnan and Clifford Rodgers, of UT Arlington; Zev\nKronenberg, Michael W. Guernsey, Anna Vickery and Mark Yandell, of University\nof Utah; Raymond E. Boissy, of the University of Cincinnati College of\nMedicine; and Pamela Cassidy and Sancy A. Leachman, of the Oregon Health &amp;\nScience University.</p>\n<p>Shapiro&#x2019;s team at University of\nUtah published research last year in the journal <i>Science</i> that revealed results from the first large-scale sequencing\nof the pigeon genome. That collection of more than 100 billion DNA bases from\n40 pigeons, provided the basis for the new work.</p>\n<p>Geneticists like Fondon have\nturned to dog breeds in the past to understand the molecular basis of phenotype\nchanges because dog breeds are so varied. Fondon said scientists hoping to\nunderstand more about how characteristics vary can find even greater\nstatistical power and diversity in studying domestic pigeons.</p>\n<p>Fondon&#x2019;s laboratory worked in\nparallel with researchers at Utah to find that coding and regulatory variations\nin the interactions among the genes Tyrp1, Sox10 and Slc45a2 control multiple\ncolor phenotypes, or appearances, in pigeons. For example, researchers found\nthat the ash-red mutation in Tyrp1, a gene that plays a large role in color\ndetermination, arose just once and was spread throughout the species by\nselective breeding.</p>\n<p>They also found that some color\nchanges evolved through changes in the same gene that happened at different\ntimes &#x2013; hinting at the existence of a &#x201C;slippery gene.&#x201D; </p>\n<p>Fondon&apos;s team found two\nindependent deletions of regulatory sequences near the Sox10 gene produce\n&#x201C;recessive red&#x201D; pigmentation. These mutations happened at different points in\nevolution, and researchers believe it is no coincidence they hit the same spot,\nas this same region is also deleted in color mutants of chickens and mice,\nFondon said. There are indications of yet more independent mutations of this\n&quot;hotspot.&quot; </p>\n<p>More research is needed, but\nFondon expects significant progress in understanding is on the horizon.</p>\n<p>&#xA0;&#x201C;These traits are falling like dominoes in\nterms of our understanding their genetic origins. It took hundreds of years to\nset them up and now they are just falling,&#x201D; Fondon said. </p>\n<p>The name of the new paper is\n&#x201C;Epistatic and combinatorial effects of pigmentary gene mutations in the\ndomestic pigeon.&#x201D; </p>\n<p>&quot;Dr.\nFondon is contributing important, essential discoveries to our understanding of\nhow genes change over time. His work is strengthening our already vibrant\nGenome Biology Group and the College of Science overall,&quot; said Pamela\nJansma, dean of the UT Arlington College of Science.</p>\n<p>Work on the study was funded by\nseveral agencies, including the National Institutes of Health, the National\nScience Foundation, the Huntsman Cancer Foundation, the Tom C. Mathews, Jr.,\nFamilial Melanoma Research Clinic Endowment and the Burroughs Wellcome Fund\nCareer Award in the Biomedical Sciences. </p>\n<p><span style=\"text-decoration: underline;\">About UT Arlington</span></p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution and the second largest institution in The University of\nTexas&#xA0;System. Total research expenditures reached almost $78 million last\nyear. UT Arlington ranks fifth in the nation for undergraduate diversity and\nwas ranked as the seventh&#xA0;fastest-growing public research university by\nThe Chronicle of Higher Education in 2013.&#xA0;Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/Armstrong-drugresearch.php",
        "newSlug": "new-ut-arlington-research-could-improve-pharmaceuticals-testing",
        "pageTitle": "New UT Arlington research could improve pharmaceuticals testing",
        "publishDate": "2014-04-30",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A UT Arlington chemistry professor, renowned for his work in the area of chemical separations, is leading an effort to find a more accurate way to measure water content in pharmaceuticals &#x2013; a major quality issue for drug manufacturers.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Armstrong</figcaption></figure><!--end .image-caption-->\n<p>Daniel W. Armstrong, UT Arlington&#x2019;s Robert A. Welch Chair in Chemistry, says the new technique could be 100 times more sensitive than one of the most popular current methods.</p>\n<p>&#x201C;The analysis for water in many consumer products, including drugs, is one of the most required tests done in the world,&#x201D; said Armstrong. &#x201C;Current methods have many shortcomings, including poor sensitivity and reproducibility; they cannot be used for all products and they can be time consuming. &#xA0;I believe our new &#x2018;ionic liquid&#x2019; method offers improvements in all these areas.&#x201D;</p>\n<p>Armstrong and two graduate students recently wrote about their new research in a paper that will be in the June issue of the <i>Journal of Pharmaceutical and Biomedical Analysis</i>. The publication describes using headspace gas chromatography and an ionic liquid gas chromatography column Armstrong&#x2019;s lab developed to measure moisture content in active pharmaceutical ingredients such as ibuprofen, tetracycline and ephedrine. Water content can affect the stability and shelf life of a drug and, when it is too high, cause microbial growth, according to the paper.</p>\n<p>Chromatography is the process of separating a chemical mixture to measure its components. Headspace gas chromatography, or HSGC, involves the measuring of volatile analytes, or chemical components, as they diffuse into a &#x201C;headspace&#x201D; at the top of a tube of sample, including solids. The new method combines HSGC with the use of ionic liquids. Ionic liquids consist of a mixture of positively and negatively charged molecules. They have a variety of advantages as solvents.</p>\n<p>Currently, two methods are most commonly used to measure moisture content. One is called weight loss on drying, or LOD; the other is called Karl Fischer Titration, or KFT. The newly described work from Armstrong&#x2019;s lab is useful on more types of drug ingredients than LOD and is more than 100 times more sensitive in some cases than KFT. It also can be used for much smaller samples and be automated, the paper said.&#xA0;</p>\n<p>Graduate student Lillian A. Frink is lead author on the paper and Choyce A. Weatherly, also a graduate student in Armstong&#x2019;s lab, is a co-author.</p>\n<p>&#x201C;We think industry will utilize this method based on its broad applicability, its high accuracy, and the sample size requirements,&#x201D; said Frink. &#x201C;It also doesn&#x2019;t have side-reactions like current methods, which make them inaccurate.&quot;</p>\n<p>Armstrong has been a leader in the characterizing and synthesizing ionic liquids. He also holds patents on several open tubular capillary gas chromatography columns that utilize ionic liquids, including those used in the current research.</p>\n<p>The newly published paper is called &#x201C;Water determination in active pharmaceutical ingredients using ionic liquid headspace gas chromatography and two different detection protocols.&#x201D; It is available here: <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24561336\">www.ncbi.nlm.nih.gov/pubmed/24561336.</a></p>\n<p>Armstrong joined UT Arlington in 2006 and is the author of more than 550 scientific publications, including 29 book chapters, and holds 23 U.S. and international patents.&#xA0;</p>\n<p>His lab recently made headlines when they debuted research on a new method for testing for performance enhancing drugs. That research, which was presented at the 247<sup>th</sup> National Meeting &amp; Exposition of the American Chemical Society, showed that their protocol could be up to 1,000 more sensitive than many current tests. More information is available here: http://www.uta.edu/news/releases/2014/03/armstrong-sportsresearch.php.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more and follow <i>#UTAdna.</i></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/FStars-paper.php",
        "newSlug": "don't-forget-f-type-stars-in-search-for-life-ut-arlington-researchers-say",
        "pageTitle": "Don’t forget F-type stars in search for life, UT Arlington researchers say",
        "publishDate": "2014-03-25",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>Scientists searching for\nhabitable planets beyond Earth shouldn&#x2019;t overlook F-type stars in favor of\ntheir more abundant, smaller and cooler cousins, according to new research from\nUniversity of Texas at Arlington physicists. </p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Manfred Cuntz</figcaption></figure><!--end .image-caption-->\n<p>Stars fall into seven lettered\ncategories according to their surface temperature, but they also differ in\nother factors such as mass, luminosity and abundance in the universe.\nScientists looking for habitable planets typically have focused on the less\nmassive end of the spectrum, where our own G-type sun as well as the even less\nmassive K and M-type stars reside.</p>\n<p>F-types are the in the middle of\nthe scale, more massive and hotter than our sun. Their increased ultraviolet\nradiation has been thought to be a limiting factor for sustaining life. In\naddition, there just aren&#x2019;t as many of them.</p>\n<p>But, UT Arlington Physics\nProfessor Manfred Cuntz, contends: &#x201C;F-type stars are not hopeless.&#x201D;</p>\n<p>Cuntz said: &#x201C;There is a gap in\nattention from the scientific community when it comes to knowledge about F-type\nstars, and that is what our research is working to fill. It appears they may\nindeed be a good place to look for habitable planets.&#x201D;</p>\n\n<figure class=\"image-caption-right photocaption200\">null<figcaption>Satoko Sato</figcaption></figure><!--end .image-caption-->\n<p>Cuntz and UT Arlington Ph.D.\nstudent Satoko Sato teamed with researchers from the University of Guanajuato\nin Mexico for a new work published this week by the International Journal of\nAstrobiology. They argue that since F-type stars have a wider habitability zone\n&#x2013; the area where conditions are right for general Earth-type planets to develop\nand sustain life &#x2013; they warrant additional consideration.</p>\n<p>The researchers also explored\nthe potential limitations caused by UV radiation by estimating the potential\ndamage that carbon-based macromolecules necessary for life would sustain in\nF-type stars&#x2019; habitable zones. To do that, they used DNA as an example and\ncompared estimates of DNA damage on planets in F-type star systems to the\ndamage that would be done on Earth by the sun. </p>\n<p>The research included\ncalculations for several different types of F-type stars, at different points\nin their evolution. It found encouraging results. In a few cases, the damage\nestimates were similar to the damage on Earth, if Earth did not have an\natmosphere. The damage estimate was even less if an atmosphere on the planet in\nthe F-type system was assumed. </p>\n<p>&#x201C;Our study is a further\ncontribution toward the exploration of the exobiological suitability of stars\nhotter and, by implication, more massive than the Sun &#x2026; at least in the outer\nportions of F-star habitable zones, UV radiation should not be viewed as an\ninsurmountable hindrance to the existence and evolution of life,&#x201D; the study\nsaid.</p>\n<p>The study is called\n&#x201C;Habitability around F-type Stars&#x201D; and is available online here: <a href=\"http://journals.cambridge.org/action/displayIssue?jid=IJA&amp;tab=firstview\">http://journals.cambridge.org/action/displayIssue?jid=IJA&amp;tab=firstview</a>.\nCo-authors from the University of Guanajuato were Cecilia Maria Guerra Olvera,\nDennis Jack and Klaus-Peter Schr&#xF6;der.</p>\n<p>Pamela Jansma, dean of the UT\nArlington College of Science, said the collaboration between Sato and Cuntz is\nrepresentative of the research advances that can result from a strong\nfaculty-graduate student mentorship.</p>\n<p>&#x201C;Astrophysics as it relates to\nhabitable planets is an increasingly popular topic, and Dr. Cuntz and his\nstudent have enriched that conversation by weaving elements of theoretical\nbiology and planetary science into their outstanding work,&#x201D; Jansma said.</p>\n<p>The new paper suggests that\nfurther research be done that would include detailed chemical models of\nplanetary atmospheres, examples of specific star-planet systems with\nobservational data and cases of F-type stars that are members of binary or\nhigher-order systems.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b><b>&#xA0;</b></p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution and the second largest institution in The University of Texas\nSystem. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the\nseventh fastest-growing public research university in 2013. <i>U.S. News &amp;\nWorld Report</i> ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow <i>#UTAdna</i>\non Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/MISquarterly-distributed-cognition.php",
        "newSlug": "ut-arlington-information-systems-professors-determine-successful-software-programming-aids",
        "pageTitle": "UT Arlington information systems professors determine successful software programming aids",
        "publishDate": "2014-03-17",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The success of having software\nprogrammers work in pairs greatly depends on the ability level of those\nindividual programmers, two UT Arlington College of Business professors have\nwritten in a recently released paper.</p>\n<p>The paper also concluded that\nusing design patterns can greatly improve the quality of software programs and\nthe productivity of programmers.</p>\n\n<figure class=\"image-caption-left photocaption350\">null<figcaption>Radha Mahapatra and Sridhar Nerur, professor and associate professor in the&#xA0;Information Systems and Operations Management\nDepartment of the College of Business, published a paper on software programming aids in MIS Quarterly this month.</figcaption></figure><!--end .image-caption-->\n<p>Professor Radha Mahapatra and Associate\nProfessor Sridhar Nerur, both in the Information Systems and Operations\nManagement Department of the College of Business, recently published <a href=\"http://misq.org/skin/frontend/default/misq/pdf/V38I1/MangalarajNerurAbstract.pdf\">&#x201C;Distributed\nCognition in Software Design: An Experimental Investigation of the Role of\nDesign Patterns and Collaboration&#x201D;</a> in the prestigious MIS Quarterly.</p>\n<p>MIS Quarterly is the premier\nacademic journal in the information systems discipline.</p>\n<p>Rachel Croson, UT Arlington\nCollege of Business dean, said that MIS Quarterly is an elite publication,\nwhich speaks to the quality and importance of this work. </p>\n<p>&#x201C;This research draws from\ninsights and techniques in organizational behavior and applies them to\nprogramming,&#x201D; Croson said. &#x201C;Their results suggest how firms could greatly speed\nup software programming without sacrificing quality.&#x201D;</p>\n<p>In recent times, paired\ndevelopment has gained considerable traction among software developers.\nHowever, Mahapatra and Nerur conclusions on using paired development were\nmixed.</p>\n<p>&#x201C;We concluded that programmers working\nin pairs helps the software design process many times,&#x201D; Mahapatra said.\n&#x201C;However, for the very top echelon of programmers, working alone yields the\nbest results.&#x201D;</p>\n<p>Mahapatra and Nerur co-authored\nthe paper with George Mangalaraj, a UT Arlington doctoral graduate and\ncurrently an associate professor of Information Systems at Western Illinois\nUniversity, and Ken Price, a professor emeritus in the UT Arlington College of\nBusiness Management Department.</p>\n<p>The other major conclusion of\nthe paper was that relying on the use of design patterns improves positive\noutcomes in software design. Design patterns help software developers create\nsuperior quality software at less time.</p>\n<p>&#x201C;Software design is a very labor\nand knowledge intensive endeavor. About two out of three new software projects\nare deemed unsuccessful, according to an industry report,&#x201D; Nerur said. &#x201C;What\nwe&#x2019;ve demonstrated through a controlled experiment is that relying on design\npatterns can help programmers be more successful.&#x201D;</p>\n<p>The researchers said many\nsoftware design companies are constantly seeking ways to improve productivity\nand quality. They said companies who can save a small percentage of time and\npersonnel expense in avoiding bad code early in the process could yield big\nresults down the road.</p>\n<p>\nThe University of Texas at\nArlington is a comprehensive research institution and the second largest\ninstitution in The University of Texas System.&#xA0;<i>The Chronicle of Higher\nEducation</i>&#xA0;ranked UT Arlington as the seventh fastest-growing public\nresearch university in 2013.&#xA0;<i>U.S. News &amp; World Report</i>&#xA0;ranks\nUT Arlington fifth in the nation for undergraduate diversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow\n#UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/MandalBPA-study.php",
        "newSlug": "new-ut-arlington-study-links-bpa-and-breast-cancer-tumor-growth",
        "pageTitle": "New UT Arlington study links BPA and breast cancer tumor growth",
        "publishDate": "2014-03-06",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>UT Arlington biochemists say\ntheir newly published study brings researchers a step closer to understanding\nhow the commonly used synthetic compound bisphenol-A, or BPA, may promote\nbreast cancer growth.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Mandal</figcaption></figure><!--end .image-caption-->\n<p>Subhrangsu Mandal, associate\nprofessor of chemistry/biochemistry, and Arunoday Bhan, a PhD student in\nMandal&#x2019;s lab, looked at a molecule called RNA HOTAIR. HOTAIR is an abbreviation\nfor long, non-coding RNA, a part of DNA in humans and other vertebrates. HOTAIR\ndoes not produce a protein on its own but, when it is being expressed or\nfunctioning, it can suppress genes that would normally slow tumor growth or cause\ncancer cell death. </p>\n<p>High levels of HOTAIR expression\nhave been linked to breast tumors, pancreatic and colorectal cancers, sarcoma\nand others.</p>\n<p>UT Arlington researchers found\nthat when breast cancer and mammary gland cells were exposed to BPA in lab\ntests, the BPA worked together with naturally present molecules, including\nestrogen, to create abnormal amounts of HOTAIR expression. Their results were\npublished online in February by the Journal of Steroid Biochemistry and\nMolecular Biology. </p>\n<p>&#x201C;We can&#x2019;t immediately say BPA\ncauses cancer growth, but it could well contribute because it is disrupting the\ngenes that defend against that growth,&#x201D; said Mandal, who is corresponding\nauthor on the paper. </p>\n<p>&#x201C;Understanding the developmental\nimpact of these synthetic hormones is an important way to protect ourselves and\ncould be important for treatment,&#x201D; he said.</p>\n<p>Bhan is lead author on the new\npaper. Co-authors include Mandal lab members Imran Hussain and Khairul I\nAnsari, as well as Linda I. Perrotti, a UT Arlington psychology assistant\nprofessor, and Samara A.M. Bobzean, a member of Perrotti&#x2019;s lab.</p>\n<p>&#x201C;We were surprised to find that BPA\nnot only increased HOTAIR in tumor cells but also in normal breast tissue,&#x201D;\nsaid Bhan. He said further research is needed, but the results beg the question\n&#x2013; are BPA and HOTAIR involved in tumor genesis in addition to tumor growth?</p>\n<p>BPA has been widely used in\nplastics, such as food storage containers, the lining of canned goods and,\nuntil recently, baby bottles. It belongs to a class of endocrine disrupting\nchemicals, or EDCs, which have been shown to mimic natural hormones. These\nendocrine disruptors interfere with hormone regulation and proper function of human\ncells, glands and tissue. Previous studies have linked BPA to problems with\nreproductive development, early puberty, obesity and cancers.</p>\n<p>Under normal circumstances,\nestrogen regulates HOTAIR, turning its expression on and off through\ninteraction with molecules called estrogen-receptors, or ERs, and estrogen\nreceptor-coregulators, or ER-coregulators. The new study found that BPA\ndisrupts the normal function of the ERs and the ER-coregulators when estrogen\nwas present and when it wasn&#x2019;t, potentially implicating it in tumor growth in a\nvariety of cancers. </p>\n<p>&quot;Research\nwork is at its best when results can shed light on issues of public concern.\nDr. Mandal and his team are using their expertise to do just that. Their\nfindings continue to advance what we know about how the chemicals in our\nenvironment could be affecting us in unseen ways,&quot; said Pamela\nJansma,&#xA0;dean of the UT Arlington College of Science.</p>\n<p>Researchers saw similar results when they exposed HOTAIR\nto a synthetic estrogen called diethylstilbestrol (DES). DES has been shown to\nincrease risks of breast cancer and other health problems in women who used it\nand their daughters. It was formerly used as a hormone replacement and as an\nattempt to prevent pregnancy complications. </p>\n<p>The new paper is called &#x201C;Bisphenol-A\nand diethylstilbestrol exposure induces the expression of breast cancer\nassociated long noncoding RNA HOTAIR in vitro and in vivo.&#x201D; It is available\nhere: <a href=\"http://www.sciencedirect.com/science/article/pii/S0960076014000314\">www.sciencedirect.com/science/article/pii/S0960076014000314</a>.</p>\n<p>The National Institutes of\nHealth and American Heart Association funded Mandal&#x2019;s research into endocrine\ndisrupting chemicals.</p>\n<p>The University of Texas at Arlington is a\ncomprehensive research institution and the second largest institution in The\nUniversity of Texas System. <i>The Chronicle of Higher Education</i> ranked UT\nArlington as the seventh fastest-growing public research university in 2013. <i>U.S.\nNews &amp; World Report</i> ranks UT Arlington fifth in the nation for\nundergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more and follow <i>#UTAdna.</i></p>\n<p><i><br></i></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/05/cason-deptofcommerce-board.php",
        "newSlug": "department-of-commerce-appoints-ut-arlington-vice-president-for-research-to-advisory-board",
        "pageTitle": "Department of Commerce appoints UT Arlington vice president for research to advisory board",
        "publishDate": "2014-05-23",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>Carolyn Cason, vice president for research at The University of Texas at Arlington, has been appointed to the Advisory Board of The National Institute of Standards and Technology&#x2019;s Manufacturing Extension Partnership, a program of the Department of Commerce. Cason will serve a three-year term, effective immediately.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Cason</figcaption></figure><!--end .image-caption-->\n<p>The MEP works to increase the competitiveness of American manufacturers through services grounded in business strategy development, advanced marketing techniques, new product development, integration of supply chains and development of a skilled workforce. MEP partners federal support with state and local organizations to address the critical and often unique needs of area manufacturers.</p>\n<p>The program&#x2019;s efforts resulted in the creation or retention of 62,703 jobs, $8.4 billion in new or retained sales, $2.5 billion in client investments and $1.2 billion in cost savings during fiscal year 2013.</p>\n<p>The Advisory Board, which consists of 10 leaders from across the country, will &#x201C;provide input into the MEP program, including strategic plans and future direction,&#x201D; according to an official letter from Peter Gallagher, Under Secretary of Commerce for Standards and Technology.</p>\n<p>Cason said she looks forward to helping small and mid-sized American manufacturers create and retain jobs, increase profits, and save time and money.</p>\n<p>&#x201C;The Manufacturing Extension Partnership plays a vital role in driving innovation and achievement among small American manufacturers,&#x201D; said Cason, who joined UT Arlington as a nursing professor in 1997. &#x201C;I am honored to join MEP&#x2019;s Advisory Board to support the partnership&#x2019;s effort to drive innovation, economic growth, job creation and productivity within the U.S. manufacturing industry.&#x201D;</p>\n<p>The appointment will help strengthen the relationship that UT Arlington has long held with the National Institute of Standards and Technology.</p>\n<p>TMAC, formerly the Texas Manufacturing Assistance Center, is the Texas affiliate of the MEP. It works with small and mid-size companies to help improve their global competitiveness and adopt new technologies. TMAC has worked collaboratively with UT Arlington for nearly 20 years.</p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/GLIMPSE-game.php",
        "newSlug": "innovative-gaming-research-gains-national-recognition",
        "pageTitle": "Innovative gaming research gains national recognition",
        "publishDate": "2014-03-12",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>Television shows have been using tension between hospital personnel as\ncompelling drama for years. But, in the real world, misunderstandings and\nmiscommunication in the healthcare environment can cause errors with long-lasting,\neven fatal consequences. </p>\n\n<figure class=\"image-caption-right photocaption300\">null<figcaption>In GLIMPSE, physicians and nurses are helping researchers determine if a video game simulation can improve their communication skills.</figcaption></figure><!--end .image-caption-->\n<p>With that in mind, researchers at the University of Texas at Arlington\nCollege of Nursing, Baylor Scott &amp; White Health and UT Dallas developed a\nvideo-game simulation that they say can teach doctors and nurses to work more\ncollaboratively by playing out tense situations in a virtual world.&#xA0;</p>\n<p>The federally funded project recently received two national awards at\nthe 4<sup>th</sup> Annual Serious Games and Virtual Environments Arcade &amp;\nShowcase during the 2014 International Meeting on Simulation in Healthcare in\nSan Francisco. The honors included a Best-in-Show award for the Academic Faculty\nCategory and a 4<sup>th</sup> place award in the Technology Innovations\ndivision.</p>\n<p>&#x201C;Our hope is that this project will enhance patient\nsafety and, ultimately, improve patient outcomes,&#x201D; said Beth Mancini, a UT\nArlington nursing professor and Associate Dean of the College of Nursing.\n&#x201C;Being honored by the judges at this year&#x2019;s International Meeting on Simulation\nin Healthcare tells us that the virtual learning environment we&#x2019;ve built is\namong the very best in terms of content and design.&#x201D;</p>\n<p>Mancini is principal investigator for a nearly $1 million grant from\nthe U.S. Agency for Healthcare and Research Quality that funds GLIMPSE,\nor a &#x201C;Game to Learn Important Communications Methods for Patient Safety\nEnhancement</p>\n<p>Mancini&#x2019;s partners in the research were Baylor\nScott &amp; White Health&#x2019;s Dr. Yan Xiao, director of patient safety research,\nand Susan Houston, director of nursing research at the hospital, as well as\nUniversity of Texas at Dallas&#x2019; Marjorie Zielke.</p>\n<p>Zielke\nis director of the UT Dallas Arts and Technology program&#x2019;s Virtual Humans and\nSynthetic Societies Lab.</p>\n<p>Before the team could build a game for doctors and nurses to play as\npart of the research, they had to recruit actual health care practitioners to\nprovide feedback about positive and negative workplace communications\nexperiences. Xiao said participation by Baylor nurses and physicians was key to\nthat step and hailed the Baylor team as &#x201C;some of the most insightful\ncommunicators for patient safety and optimal patient experience.&#x201D;</p>\n<p>Louann Cole, the health services\nresearcher at Baylor who served as the study&#x2019;s project manager, added: &#x201C;I\ncannot stress the importance of our Baylor physicians and nurses and the\nimportant role they had in this game. They were so candid. It was a wonderful\nexperience.&#x201D;</p>\n<p>After the game was built, the\nteam began evaluating doctors and nurses&#x2019; knowledge on effective communication\nstrategies, inviting them to play the game in the role of doctor and the role\nof nurse, and then evaluating participants afterward to see if the game helped\ntheir knowledge. That data gathering is ongoing. </p>\n<p>Organizers of the contest at the\nInternational Meeting on Simulation in Healthcare, which was held in January, compiled\na field of sophisticated competition entries that combined teaching and gaming\ntechnology. Zielke said the contest judges&#x2019; recognition is deeply appreciated. </p>\n<p>&#x201C;The overall track record we\nhave with our game-based simulations and the international recognition we are\nreceiving is very gratifying, particularly when the subject matter is as\nchallenging as it is in GLIMPSE,&#x201D; Zielke said. &#x201C;As always, we owe our\ncontinuing success to the project team and the great faculty, staff, and\nstudents involved in these important research projects.&#xA0; The encouragement and support we get from our\nadministration is also critical.&#x201D; </p>\n<p><span style=\"text-decoration: underline;\">About UT Arlington</span></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System.&#xA0;<i>The\nChronicle of Higher Education</i>&#xA0;ranked UT Arlington as the seventh\nfastest-growing public research university in 2013.&#xA0;<i>U.S. News &amp;\nWorld Report</i>&#xA0;ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit&#xA0;www.uta.edu&#xA0;to learn more and follow&#xA0;<i>#UTAdna.</i></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/Hometown-Recruiting-Program-AISD-APD.php",
        "newSlug": "new-\"hometown-recruiting-program\"-creates-pipeline-for-aspiring-police-officers-from-diploma-to-degree",
        "pageTitle": "New \"Hometown Recruiting Program\" creates pipeline for aspiring police officers from diploma to degree",
        "publishDate": "2014-03-05",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>High school\nstudents considering a law enforcement career can earn credit toward a criminal\njustice degree and participate in early police training through a new program\nbacked by the Arlington Police Department, the Arlington Independent School\nDistrict and UT Arlington.</p>\n\n<figure class=\"image-caption-left photocaption350\">null<figcaption>UT Arlington President Vistasp Karbhari, AISD Superintendent Marcelo Cavazos, Arlington Police Chief Will Johnson and Arlington Mayor Robert Cluck introduced the &quot;Hometown Recruiting Program&quot; at a press conference Wednesday.</figcaption></figure><!--end .image-caption-->\n<p>The &#x201C;Hometown Recruiting Program&#x201D; is believed to be a first of its kind in terms of collaboration among three of the region&#x2019;s largest public institutions. It builds upon existing early admissions efforts between The University of Texas at Arlington and the Arlington Independent School District and the strong relationship between the University, the school district and the Arlington, Texas Police Department.</p>\n<p>&#x201C;The&#xA0;<a href=\"http://www.arlingtonpd.org\">Arlington Police Department</a>&#xA0;has had a long-standing commitment to only hire officers who have achieved their college degrees,&#x201D; Arlington Police Chief Will D. Johnson said. &#x201C;This program will invest in the youth of Arlington, support our University and help ensure that new generations of degreed officers will be available to serve our community at the highest level.&#x201D;</p>\n<p><a href=\"http://www.aisd.net\">Arlington ISD</a>&#xA0;Superintendent Marcelo Cavazos and&#xA0;<a href=\"http://www.uta.edu/uta/\">UT Arlington</a>&#xA0;President Vistasp M. Karbhari said the program gives high school students who decide early on a college degree plan and a career path new opportunities for a head start. Qualifying high school seniors will be able to enroll in a new AISD Police Academy course that serves as a practicum in law and public safety.</p>\n<p>&#x201C;More than ever, high school juniors and seniors have the opportunity to maximize their high school experience, earn early college credit and advance seamlessly toward their undergraduate degrees and the workforce,&#x201D; Cavazos said. &#x201C;This initiative will help create a talent pool for the Arlington Police Department and help students build a secure future.&#x201D;</p>\n<p>The program further strengthens UT Arlington&#x2019;s successful degree program in Criminology and Criminal Justice, Karbhari said. Housed in the College of Liberal Arts, the criminal justice program includes more than 800 undergraduate and master&#x2019;s students with classes on campus, online and at the UT Arlington Fort Worth Center.</p>\n<p>The UT Arlington Criminology and Criminal Justice program administers an Arlington Police Department internship program established in honor of Officer Jillian Smith, a UT Arlington alumnae who was killed in the line of duty in 2010. The program awards qualifying students $1,200 to offset tuition costs and guarantees them a job contingent upon passing required APD tests.</p>\n<p>The department typically hires a dozen or more officers each year and has 640 sworn personnel. Two former Arlington Police Chiefs, Theron Bowman and David Kunkle, are UT Arlington alumni. Bowman is now an Arlington Deputy City Manager.</p>\n<p>&#x201C;The network of UT Arlington alumni who have excelled in law enforcement is strong and growing,&#x201D; Karbhari said. &#x201C;Hometown Recruiting will assure that more high-achieving students pursue a law enforcement career and gain an entr&#xE9;e to one of the most respected police departments in the country.&#x201D;</p>\n<p>In addition to the AISD Police Academy, the program includes several components:</p>\n<p>Arlington school district students must apply to and be admitted into a dual- credit criminal justice program through the district.</p>\n<p>Students who successfully complete dual- credit courses in criminal justice, law enforcement, and ethics and the criminal justice system may earn up to nine semester credit hours toward their bachelor&#x2019;s degree through the program&#x2019;s &#x201C;Fast Track&#x201D; to college.</p>\n<p>Hiring incentives: Program graduates are guaranteed an interview with the Arlington Police Department upon completion of their UT Arlington degree, invited to participate in recognition ceremonies and are given preferred consideration, ensuring employment opportunities are available in upcoming police academy classes.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/Goldwater-scholar.php",
        "newSlug": "ut-arlington-student-wins-prestigious-goldwater-scholarship",
        "pageTitle": "UT Arlington student wins prestigious Goldwater Scholarship",
        "publishDate": "2014-03-28",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A UT Arlington undergraduate who\nfound her passion studying microorganisms and their role in ecology has been\nawarded the prestigious Barry Goldwater Scholarship.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Jessica Dawn Stevens</figcaption></figure><!--end .image-caption-->\n<p>Jessica Dawn Stevens, a junior\nmajoring in microbiology and biology, is among just 11 students in Texas named\nas Goldwater Scholars for the 2014-2015 academic year.</p>\n<p>Another student in the UT\nArlington College of Science, Emmanuel Fordjour, was recognized as an honorable\nmention in this year&#x2019;s competition. Stevens is UT Arlington&#x2019;s third Goldwater\nScholar since 2012.</p>\n<p>&#x201C;The Goldwater Scholars program is well known for identifying\ntop-flight students with&#xA0;potential to make a lasting contribution to their\nresearch fields. Having three students chosen as Scholars in three consecutive\nyears is a testament to the caliber of UT Arlington students and the quality of\nour academic and research programs,&#x201D; said Pamela Jansma, dean of the UT\nArlington College of Science. &#x201C;We are proud of Jessica and Emmanuel, and of the way\nthat UT Arlington faculty members inspire our students to achieve their\ndreams.&quot;</p>\n<p>The Goldwater Scholarship and\nExcellence in Education program awards scholarships to up to 300 incoming juniors and seniors each year. It was established by federal legislation in\n1986 to encourage excellence and fill the critical need for mathematicians,\nscientists and engineers. Each Goldwater Scholar receives up to $7,500\nannually. </p>\n\n<figure class=\"image-caption-right photocaption250\">null<figcaption>Emmanuel Fordjour</figcaption></figure><!--end .image-caption-->\n<p>UT Arlington&#x2019;s first Goldwater\nScholar, Erica Castillo, majored in aerospace engineering and physics. She graduated\nin 2013 and went on to a job at Lockheed Martin Aeronautics in Fort Worth. The\nUniversity&#x2019;s second honoree was Stevens&#x2019; husband, Elijah Stevens, who is now a\nsenior majoring in mechanical engineering.</p>\n<p>The Goldwater Scholars&#x2019; recognition spotlights the tradition of student excellence\nat UT Arlington, said Mahera &#x201C;Mimi&#x201D; Philobos, an assistant provost who oversees\nundergraduate research.</p>\n<p>&quot;This\nhonor is a testimony to the caliber of our students and our relentless belief\nin their abilities,&#x201D; Philobos said.</p>\n<p>Jessica Dawn Stevens started at UT\nArlington in 2010 as an architecture major, but a class in biology turned her\nattention toward natural sciences. She quickly became interested in doing\nresearch with College of Science professors. </p>\n<p>Since then, she has worked in\nthe laboratories of Matthew Walsh and Todd Castoe, both assistant professors of\nbiology, and has helped study the asexual and sexual reproduction of Daphnia, a\nsmall crustacean that adapts its method of reproduction to stressors in the\nenvironment. Studying them will help scientists understand the link between\necology and evolutionary changes in species. </p>\n<p>Stevens also has participated in\nNational Science Foundation&#x2019;s Research Experiences for Undergraduates, or REU,\nsummer program at The University of Tennessee, Knoxville, studying\nenvironmental microbiology. </p>\n<p>She was also named a NSF Robert\nNoyce Summer Intern at the Botanical Research Institute of Texas in Fort Worth.\nThere, she helped develop curriculum materials for practicing educators to\nmotivate and engage students in the natural sciences. This fit in well with her future plans to create\nher own non-profit aimed at education and outreach to promote increased\nscientific literacy. </p>\n<p>&#x201C;I enjoy sharing knowledge and\ninformation that I&#x2019;m excited about,&#x201D; she said. &#x201C;What I love about science is\nits complexity and I want to find ways to help children and adults see how\nimportant scientific knowledge can be to understanding and protecting the world\naround them.&#x201D;</p>\n<p>Fordjour, who is UT Arlington&#x2019;s\nsecond honorable mention in the Goldwater program, is majoring in biology and\nmicrobiology and minoring in chemistry. He has worked with Julian Hurdle, an assistant\nprofessor of biology, to seek out novel drug combinations to fight the dangerous,\nhospital-acquired disease Clostridium difficile infection.</p>\n<p>Fordjour recently was named a\nwinner of the Washington D.C.-based Council on Undergraduate Research&#x2019;s 2014\nPosters on the Hill competition. &#xA0;He also\nis a member of the UT Arlington Honors College and recipient of the UT System\nLouis Stokes Alliance for Minority Participation, or LSAMP, scholarship.</p>\n<p>Both Fordjour and Stevens plan\nto pursue graduate degrees after they complete their bachelor&#x2019;s studies in 2015.\n</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b><b>&#xA0;</b></p>\n<p>The University of Texas at Arlington is a comprehensive research\ninstitution and the second largest institution in The University of Texas\nSystem. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the\nseventh fastest-growing public research university in 2013. <i>U.S. News &amp;\nWorld Report</i> ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/roemer-uta-system.php",
        "newSlug": "roemer-selected-as-member-of-ut-system-academy-of-distinguished-teachers",
        "pageTitle": "Roemer selected as member of UT System Academy of Distinguished Teachers",
        "publishDate": "2014-04-18",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>Kenneth\nRoemer, a celebrated UT Arlington English professor, is one of five faculty members who\nwill be inducted this year into the University of Texas System Academy of\nDistinguished Teachers.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Kenneth Roemer</figcaption></figure><!--end .image-caption-->\n<p>Roemer\nis an expert in American Indian and Utopian literatures who was honored in 2011\nwith the UT System Regents&#x2019; Outstanding Teaching Award and previously has been\nhonored as a UT Arlington Distinguished Scholar Professor and as a\nDistinguished Teaching Professor.</p>\n<p>He is to be recognized during a ceremony in Austin next\nweek for his leadership and commitment to improving teaching and fostering\ninstructional innovation.</p>\n<p>UT System Chancellor\nFrancisco G. Cigarroa, M.D., said the Academy honors &#x201C;the best of the best.&#x201D;</p>\n<p>&#x201C;It recognizes educators,\nnot only those who are leaders in their field, but also those who are committed\nto improving teaching System-wide,&#x201D; Cigarroa said.</p>\n<p>This is the second year\nthat UT System has honored outstanding educators across the nine academic\ninstitutions.</p>\n<p>&#x201C;These professors have all\ndemonstrated commitment and leadership in education, and they will serve on a\nSystem-wide advisory and advocacy group promoting exemplary undergraduate\nlearning across the entire System,&#x201D; said Pedro Reyes, UT System Executive Vice\nChancellor for Academic Affairs.</p>\n<p>Roemer joined UT Arlington in 1971 as managing editor of\nAmerican Literacy Realism and as an assistant professor in the Department of\nEnglish.</p>\n<p>&#x201C;Much of the credit for this award should go to my\ncolleagues,&#x201D; he said. &#x201C;I am especially grateful for the freedom I have been\ngiven by my colleagues to develop new courses and experiment with a variety of\nteaching styles. Credit should also go to a diverse student body that continues\nto challenge me to come up with better ways to teach.&#x201D;</p>\n<p>Ronald Elsenbaumer, UT Arlington provost and vice\npresident for academic affairs, said Roemer continues to distinguish himself as\nan exemplary educator.</p>\n<p>&#x201C;Dr. Roemer has made lasting contributions to The University\nof Texas at Arlington and to the education of generations of students,&#x201D; Elsenbaumer\nsaid. &#x201C;It is an honor to see him recognized by The University of Texas System\nfor the depth of his expertise and his ability to inspire students and share his\nenduring love of learning.&#x201D;</p>\n<p>Roemer has served as assistant dean of graduate studies and\nas faculty adviser to the UT Arlington Native American Student Association. His\nresearch has garnered four National Endowment for the Humanities grants.</p>\n<p>He has been a fellow of the Japan Society for Promotion of\nScience, a visiting professor in Japan and a guest lecturer at Harvard &#x2013; from\nwhich he earned his undergraduate degree &#x2013; and at other 12 universities\ninternationally. Roemer&#x2019;s first book on Utopian literature, &#x201C;The Obsolete\nNecessity,&#x201D; was nominated for a Pulitzer Prize in American History.</p>\n<p>UT System created the Academy of Distinguished Teachers to\nrecognize outstanding educators across campuses in the UT System. Members will\nserve as the System-level advisory and advocacy group dedicated to fostering classroom\ninnovation, promoting interdisciplinary perspectives, and catalyzing the\nsharing of best practices across campuses in the UT System.</p>\n<p>Each UT System institution was asked to nominate faculty\nmembers for the honor. The 2014 class includes five academy members. A full\nlist of inductees is available\nonline at <a href=\"http://www.utsystem.edu\">www.utsystem.edu</a>.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The\nChronicle of Higher Education</i> ranked UT Arlington as the seventh\nfastest-growing public research university in 2013. <i>U.S. News &amp; World\nReport</i> ranks UT Arlington fifth in the nation for undergraduate diversity.\nVisit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/2014-art-show.php",
        "newSlug": "annual-art-auction-expands-to-highlight-work-from-multiple-media-glass-art",
        "pageTitle": "Annual art auction expands to highlight work from multiple media, glass art",
        "publishDate": "2014-03-20",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>UT Arlington&#x2019;s world-class glass art show and sale has\nexpanded this year with a premium preview event Thursday, April 3, that will\nfeature works from virtually every medium in the studio arts and extended\npublic sale hours on Friday.</p>\n\n<figure class=\"image-caption-left photocaption350\">null<figcaption>ART/UTA 2014\nStudio Event and Art Auction</figcaption></figure><!--end .image-caption-->\n<p>On Thursday evening, the ART/UTA 2014 Studio Event and Art\nAuction features silent and live auctions of faculty and student works in photography,\npainting, sculpture, ceramics and printmaking in addition to glass. The event will\nbe held at the Studio Arts Center, 810 S. Davis Drive, and will include studio\ndemonstrations in painting, sculpture and glassblowing and opportunities to\nhear artists discuss their creative processes.</p>\n<p>Tickets for the Thursday event are $100 per person, with\nproceeds benefiting scholarships in <a href=\"http://www.uta.edu/art/\">Department of Art and Art History</a>. To purchase tickets online,\nvisit <a href=\"http://www.uta.edu/artuta\">www.uta.edu/artuta</a>. For more information, email <a href=\"mailto:specialevents@uta.edu\">specialevents@uta.edu</a> or call 817-272-5300.</p>\n<p>&#x201C;At its best, art broadens our perspectives culturally and\nsocially, and it sparks our imagination,&#x201D; said Robert Hower, chairman of the\nDepartment of Art and Art History in the <a href=\"http://www.uta.edu/libarts/\">College of Liberal Arts.</a> &#x201C;We are please to expand this event and provide\nadditional opportunity to spotlight faculty and student excellence and their\ncreative and intellectual contributions to our community.&#x201D;</p>\n<p>Thursday&#x2019;s event will include works by many distinguished\nfaculty members, among them Justin Ginsberg, visiting assistant professor and\ncoordinator of the glass art program; Kenda North, professor and coordinator of\nthe photography program; and professor Benito Huerta and assistant professor\nSedrick Huckaby of the painting faculty.</p>\n<p>Other participating faculty members include Darryl\nLauster, assistant professor of intermedia and sculpture; Nicholas Wood,\nprofessor and multi-media artist; and Nancy Palmeri, professor and printmaker.</p>\n<p>The traditional public glass art sale will be 8 a.m. to 8\np.m. Friday, April 4, also at the Studio Arts Center.</p>\n<p><b><span style=\"text-decoration: underline;\">About the\nDepartment of Art and Art History</span></b><span style=\"text-decoration: underline;\">&#xA0;</span></p>\n<p>The Department of Art and\nArt History is home to more than 800 student majors and received full National\nAssociation of Schools of Art and Design accreditation in 2008. Located in the\nFine Arts Building and the Studio Arts Center, the department offers bachelor\nof fine arts degrees in art and art with teacher certification; bachelor of\narts degrees in art and art history; and master of fine arts degrees in\nfilm/video, glass, intermedia and visual communication.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT\nArlington</span></b></p>\n<p>\nThe University of Texas at Arlington is a\ncomprehensive research institution and the second largest institution in The\nUniversity of Texas System. <i>The Chronicle of Higher Education</i> ranked UT\nArlington as the seventh fastest-growing public research university in 2013. <i>U.S.\nNews &amp; World Report</i> ranks UT Arlington fifth in the nation for\nundergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow <i>#UTAdna</i> on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/Jordanian-signing.php",
        "newSlug": "ut-arlington-jordan-officials-to-formalize-educational-exchanges-research-collaborations",
        "pageTitle": "UT Arlington, Jordan officials to formalize educational exchanges, research collaborations",
        "publishDate": "2014-03-03",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington\nannounces that it has signed initial agreements with four Jordanian institutions\nin a first step toward establishing student and scholarly exchanges and\nresearch collaborations with a key U.S. ally in the Middle East.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>Representatives from UT Arlington and institutions in Jordan signed new agreements Monday.</figcaption></figure><!--end .image-caption-->\n<p>The\nagreements between the University and the\nJordanian Nursing Council,&#xA0;Hashemite University, the Jordanian University of Science and Technology\nand the&#xA0;Aqaba Special Economic\nZone Authority in Jordan lay the foundation for further expansion of UT\nArlington&#x2019;s global mission of expanding access and excellence for education and\nresearch.</p>\n<p>The signings were attended by\nrepresentatives of the four Jordanian institutions and Her Royal Highness Princess Muna Al Hussein,\nmother of His Majesty King Abdullah II of Jordan. Her Royal Highness helped\nfound the Jordanian Nursing Council and has\nbeen honored for her ongoing commitment to the provision of quality nursing\nthrough continual advancement of practice and education.</p>\n<p>Princess\nMuna Al Hussein commended the UT Arlington College of Nursing for its &#x201C;tireless efforts in providing quality innovative nursing programs and\nemphasizing nursing competencies to meet the challenges of increasingly complex\nhealth problems.&#x201D;</p>\n<p>&#x201C;Our visit will\nresult in a stronger collaboration between your prestigious university, the\nJordanian Nursing Council and our Jordanian Universities in areas of science\nand research,&#x201D; Her Royal Highness said. &#x201C;I am\nconvinced that, with the diligent efforts of both sides, our collaboration will\nyield greater results, and our bilateral ties will embrace a brighter future\nfor both sides.&#x201D;</p>\n<p>UT Arlington President\nVistasp M. Karbhari said the agreements continue building upon the strong\nrelationship that exists between the University and Jordan. The agreements mark\nthe beginning of a mutually beneficial\npartnership among faculty members, students and researchers and a country\nfocused on improved health care for its people.</p>\n<p>&#x201C;Our\ndream is that, through the power of advancing and sharing knowledge, our world\ncan be a better place,&#x201D; Karbhari said. &#x201C;Whether it is through our commitment to\ntraining and empowering nurses, the advancement of allied health initiatives,\nor the development of physical and technical infrastructure that connects\npeople to resources, our ongoing dialogue will support our common interests in\nadvancing the physical and economic well-being of those we strive to serve.&#x201D; </p>\n<p>The new memoranda of understanding established\nthis week will lead to joint research initiatives, student and scholarly\nexchanges and other academic collaborations with the Jordanian universities, as\nwell as future joint projects\naddressing the special sustainability concerns and environmental needs of\nJordan.</p>\n<p><b><span style=\"text-decoration: underline;\">About\nUT Arlington</span></b><span style=\"text-decoration: underline;\">&#xA0;</span></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System.&#xA0;<i>The Chronicle of Higher Education&#xA0;</i>ranked\nUT Arlington as the seventh fastest-growing public research university in\n2013.&#xA0;<i>U.S. News &amp; World\nReport&#xA0;</i>ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more and\nfollow&#xA0;#UTAdna.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/Cancer-nanoparticle.php",
        "newSlug": "ut-arlington-physicist-creates-new-nanoparticle-for-cancer-therapy",
        "pageTitle": "UT Arlington physicist creates new nanoparticle for cancer therapy",
        "publishDate": "2014-04-16",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A University of Texas at Arlington physicist working to create a luminescent nanoparticle to use in security-related radiation detection may have instead happened upon an advance in photodynamic cancer therapy.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Wei Chen</figcaption></figure><!--end .image-caption-->\n<p>Wei Chen, professor of physics and co-director of UT Arlington&#x2019;s Center for Security Advances Via Applied Nanotechnology, was testing a copper-cysteamine complex created in his lab when he discovered unexplained decreases in its luminescence, or light emitting power, over a time-lapse exposure to X-rays. Looking further, he found that the nanoparticles, called Cu-Cy, were losing energy as they emitted singlet oxygen &#x2013; a toxic byproduct that is used to damage cancer cells in photodynamic therapy.</p>\n<p>Because Chen also is leading federally funded cancer research, he knew he had found something unique. Testing revealed that the Cu-Cy nanoparticles, combined with X-ray exposure, significantly slowed tumor growth in lab studies.</p>\n<p>&#x201C;This new idea is simpler and better than previous photodynamic therapy methods. You don&#x2019;t need as many steps. This material alone can do the job,&#x201D; Chen said. &#x201C;It is the most promising thing we have found in these cancer studies and we&#x2019;ve been looking at this for a long time.&#x201D;</p>\n\n<figure class=\"image-caption-right photocaption200\">null<figcaption>Lun Ma</figcaption></figure><!--end .image-caption-->\n<p>Chen&#x2019;s research is being published in the August edition of the Journal of Biomedical Nanotechnology under the title &#x201C;A New X-Ray Activated Nanoparticle Photosensitizer for Cancer Treatment.&#x201D; Co-authors are Lun Ma, a research assistant professor, and Xiaoju Zou, a research associate. The paper is available online at <a href=\"http://www.aspbs.com/JBN/contents_jbn2014108.htm\">http://www.aspbs.com/JBN/contents_jbn2014108.htm</a>.</p>\n<p>The University has also filed a provisional patent application on the new complex.</p>\n<p>Photodynamic therapy, or PDT, harms cancer cells when a photosensitizer introduced into tumor tissue produces toxic singlet oxygen after being exposed to light. In some studies, this light exposure is done through use of visible or near-infrared lasers. Others have found more success by also introducing luminescent nanoparticles into the tumor. Researchers activate the luminescent nanoparticle with near-infrared light or X-rays, which in turn activates the photosensitizer.&#xA0;</p>\n<p>Both methods have limitations for treating deep tissue cancers. They are either inefficient or the light source needed to activate them doesn&#x2019;t penetrate deep enough. Chen said that X-ray inducible Cu-Cy particles surpass current photosensitizers because the X-rays can penetrate deep into tissue. Also, Cu-Cy nanoparticles don&#x2019;t need other photosensitizes to be effective so the treatment is more convenient, efficient and cost-effective.</p>\n<p>&#x201C;Dr. Chen&#x2019;s commitment to his work in cancer-related therapy, as well as his work in the area of homeland security, demonstrates the wide-ranging applications and great value of basic science research,&#x201D; said Carolyn Cason, vice president for research at UT Arlington. &#x201C;These advances have the potential to change the way some cancers are treated and make therapy more effective &#x2013; a benefit that would be boundless.&#x201D;</p>\n<p>Chen&#x2019;s team tested the Cu-Cy on human breast and prostate cancer cells in the lab and found it to be an effective treatment when combined with X-ray exposure. In one test, for example, a tumor treated with Cu-Cy injection and X-ray exposure stayed virtually the same size over a 13-day period while a tumor without the full treatment grew by three times.</p>\n<p>Ma said: &quot;Photodynamic therapy is limited to treat superficial diseases such as skin cancer because current photosensitizers cannot be activated using high energy irradiations that are able to deeply penetrate into tissues. As a new photosensitizer, the Cu-Cy can be effectively activated by X-ray irradiation for cancer cell destruction. It may be a breakthrough to bring photodynamic therapy to deep cancer treatment.&quot;</p>\n<p>Another advantage of the new nanoparticle is a low toxicity to healthy cells. In addition, Cu-Cy&#x2019;s intense photoluminescence and X-ray luminescence can be used for cell imaging, the paper said.</p>\n<p>Details of the crystal structure and optical properties of the new complex are being published in an upcoming paper from the Journal of Materials Chemistry. It is available here: <a href=\"http://pubs.rsc.org/en/content/articlepdf/2014/tc/c4tc00114a\">http://pubs.rsc.org/en/content/articlepdf/2014/tc/c4tc00114a</a>.</p>\n<p>The UT Arlington team continues to pursue photodynamic cancer therapy research under a grant from the Department of Defense Congressionally Directed Medical Research Programs and with collaborations from industry. Further research will include reducing the size of the Cu-Cy nanoparticle to make it more easily absorbed in the tumor tissue.</p>\n<p>&#x201C;For cancer, there is still no good solution yet. Hopefully this nanoparticle can provide some possibilities,&#x201D; Chen said.</p>\n<p><b><span>About UT Arlington</span></b><b>&#xA0;</b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/uvs-certification-undergrad.php",
        "newSlug": "unmanned-vehicle-systems-certification-aims-to-fill-growing-need-for-expertise",
        "pageTitle": "Unmanned vehicle systems certification aims to fill growing need for expertise",
        "publishDate": "2014-04-09",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington announces a new unmanned vehicle systems undergraduate certificate for students interested in careers in one of the nation&#x2019;s most exciting engineering fields.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>A student works on the quad-rotor unmanned aerial system at the UT Arlington Research Institute.</figcaption></figure><!--end .image-caption-->\n<p>The program is a collaboration between the College of Engineering and the UT Arlington Research Institute, which received Federal Aviation Administration approval early this year for unmanned aircraft system test flights at the Institute&#x2019;s Fort Worth campus.</p>\n<p>Engineering Dean Khosrow Behbehani said the certificate will help meet business demand for highly-educated employees in the rapidly developing field of unmanned ground, air and water systems. The certificate will be available to degree-seeking students beginning in fall 2014.</p>\n<p>&#x201C;Our faculty members and student teams already are designing these systems, building them and programming them to perform tasks to aid humankind,&#x201D; Behbehani said. &#x201C;Whether these systems are used for aerial photography, security, transportation, product delivery or outer space exploration, unmanned vehicle systems will be integral to the future of engineering.&#x201D;</p>\n<p>One industry study by the Teal Group found that annual unmanned aerial vehicles spending would more than double during the next decade to reach about $11.6&#xA0;billion. The industry, the report said, would generate more than $89 billion in spending over the next decade.</p>\n<p>&#x201C;The UT Arlington Research Institute is excited to play a role in the unmanned vehicle systems certification program,&#x201D; said retired Army Lt. Gen. Rick Lynch, executive director of the UT Arlington Research Institute. &#x201C;UT Arlington students will have a unique opportunity to explore the real world applications of unmanned vehicle systems through UTARI&#x2019;s research and development, product development and testing capabilities. That experience will give students a distinct advantage in an incredibly dynamic and growing industry.&#x201D;</p>\n<p>Behbehani said four Engineering departments &#x2013; electrical, computer science, industrial manufacturing systems, and mechanical and aerospace &#x2013; will collaborate to deliver courses required for the 15-hour certification.</p>\n<p>The University is developing other graduate-level unmanned systems programs and is expected to launch those in the coming months. For more information about the undergraduate unmanned vehicle systems certificate, please contact Pranesh Aswath, associate dean for graduate affairs in the College of Engineering, at <a href=\"mailto:aswath@uta.edu\">aswath@uta.edu</a> or 817-272-0308.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System.&#xA0;<i>The Chronicle of Higher Education</i>&#xA0;ranked UT Arlington as the seventh fastest-growing public research university in 2013.&#xA0;<i>U.S. News &amp; World Report</i>&#xA0;ranks UT Arlington fifth in the nation for undergraduate diversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/vaccaro-tatti.php",
        "newSlug": "vaccaro-named-visiting-professor-at-villa-i-tatti-the-harvard-university-center-for-italian-renaissance-studies",
        "pageTitle": "Vaccaro named visiting professor at Villa I Tatti-The Harvard University Center for Italian Renaissance Studies",
        "publishDate": "2014-03-28",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>UT\nArlington Art Professor Mary Vaccaro has been appointed to serve as the 2014-2015 Lila\nWallace-Reader&#x2019;s Digest Visiting Professor in Art History at Villa I Tatti-The\nHarvard University Center for Italian Renaissance Studies outside Florence, Italy.\nShe begins her residence in spring 2015.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Mary Vaccaro, art professor in the UT Arlington College of Liberal Arts.</figcaption></figure><!--end .image-caption-->\n<p>Vaccaro\nis an authority on Italian Renaissance art, especially 16<sup>th</sup> century\nnorthern Italian painting and drawing. She returns to Villa I Tatti, having\nearned one of 15 annual post-doctoral fellowships at the institute early in her\ncareer.</p>\n<p>&#x201C;I\nam most honored to be returning to the remarkable institution that helped to\ncultivate my passion and understanding as an art historian, especially the\nskills in connoisseurship for which Bernard Berenson (who bequeathed Villa I\nTatti to Harvard) was renowned,&#x201D; said Vaccaro, a distinguished scholar in the\nUT Arlington College of Liberal Arts. </p>\n<p>&#x201C;I\nlook forward with great enthusiasm to continuing my research on old Master\ndrawings and to engaging more broadly with the vibrant I Tatti community of\nscholars on all facets of Renaissance studies,&#x201D; she said.</p>\n<p>Beth\nWright, dean of the UT Arlington College of Liberal Arts, said the Villa I\nTatti appointment places Vaccaro in the most respected circles for art research\nand academic excellence.</p>\n<p>&#x201C;Dr.\nVaccaro&#x2019;s well-deserved international reputation as a leading scholar in\nItalian Renaissance studies is evident not only in such prestigious research\nawards as this one, but in the solicitation of her expertise by the\nMetropolitan Museum of Art and the Royal Museums of Belgium,&#x201D; Wright said. &#x201C;Dr.\nVaccaro&#x2019;s work will benefit our international and American colleagues and\nstudents and elevate our research reputation around the globe.&#x201D; </p>\n<p>Vaccaro\nis one of only five Americans to be recognized in the visiting professor\ncategory. A total of 35 appointees have been selected for the next academic\nyear. They represent all four major areas of research at I Tatti &#x2013; art history,\nhistory, literature and musicology &#x2013; and come from 13 different countries.</p>\n<p>Although\npart of Harvard, I Tatti is not within any other division of the university and\nfunctions as an independent, allied institution. The program is viewed as one\nof the foremost institutions for advanced research in the humanities in the\nworld.</p>\n<p>Vaccaro joined UT Arlington in\n1994. She was a 2013 recipient of the UT Arlington Academy of Distinguished\nScholars. She received the Texas Fund for Curatorial Research grant in 2012 and\n2011 for travel abroad when she examined Italian pre-1600 drawings in French\nregional collections.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The\nChronicle of Higher Education</i> ranked UT Arlington as the seventh\nfastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i>\nranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/treadmill-workstation-hamann.php",
        "newSlug": "ut-arlington-research-says-treadmill-workstation-benefits-employees-employers",
        "pageTitle": "UT Arlington research says treadmill workstation benefits employees, employers",
        "publishDate": "2014-03-12",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>Employees\nwho use treadmill workstations not only receive physical benefits but also are\nmore productive at work, according to a recently published study by researchers\nfrom The University of Texas at Arlington, the Mayo Clinic and the University\nof Minnesota.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Darla Hamann, assistant professor in the UT Arlington School of Urban and Public Affairs, published a study on the benefits of treadmill workstations.</figcaption></figure><!--end .image-caption-->\n<p>Darla\nHamann, an assistant professor in the UT Arlington <a href=\"http://www.uta.edu/supa/\">School\nof Urban and Public Affairs</a>,\nand four colleagues wrote <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0088620\">&#x201C;Treadmill Workstations: The Effects of\nWalking while Working on Physical Activity and Work Performance&#x201D;</a>, which was published by the journal PLoS\nOne Feb. 20.</p>\n<p>In\nthe study, sedentary employees from a nonprofit financial service company had\ntheir current cubicles and offices outfitted with treadmill desks. The desks\ncould be raised and lowered with the push of a button, and the employees could\nchoose to sit, stand or walk at their discretion.&#xA0; The employees were surveyed for 52 weeks, and\nwore an accelerometer that kept track of their daily calories burned.&#xA0; </p>\n<p>When\nthe employees had the treadmill workstation, they burned an average of 74 more\ncalories per day than they did before they received the treadmill workstation.</p>\n<p>&#x201C;What&#x2019;s\ngreat about that is that employees who had the treadmill workstations became\nmore productive in addition to becoming more active,&#x201D; Hamann said. &#x201C;Walking on\nthe treadmill didn&#x2019;t come at the expense of being a productive worker. Walking\nseemed to augment productivity.&#x201D;</p>\n<p>Hamann\nworked with Avner Ben-Ner, a professor and economist in the University of\nMinnesota&#x2019;s Center for Human Resources and Labor Studies in the Carlson School\nof Management. He also is an affiliated professor in the UM Law School. Chimnay\nU. Manohar, a graduate student at the University of Minnesota, Gabriel Koepp\nand James Levine, who are with the Mayo Clinic, were also part of the team.\nLevine is a leading endocrinologist there. Koepp is a research analyst.</p>\n<p>This\nteam brought together faculty from a public administration program, a business\nschool and an academic health center, and is an example of the multi-disciplinary\nscholarship encouraged by The University of Texas at Arlington.</p>\n\n<figure class=\"image-caption-right photocaption300\">null<figcaption>Pictured is one of the treadmill workstations used in the research.</figcaption></figure><!--end .image-caption-->\n<p>The\nstudy surveyed roughly 200 employees per week at a financial services company.\nForty had treadmill desks. The elevated workstations allowed employees to walk\nup to 2 miles per hour while working at their computers. </p>\n<p>&#x201C;I\nthink this paper could lead companies to offer treadmill workstations for their\nemployees as part of wellness programs nationwide,&#x201D; Hamann said. &#x201C;I think it\ncould eventually become a well-being initiative as part of a cafeteria plan of\nbenefits for employees.&#x201D;</p>\n<p>David\nCoursey, director of the master&#x2019;s in Public Administration degree and an\nassociate professor at UT Arlington, said companies often rely on new computers\nand other high-tech tools to improve employees&#x2019; performance.</p>\n<p>&#x201C;Dr.\nHamann&apos;s research is among the relatively few to remind us of the importance of\nemployee health in increasing productivity,&#x201D; Coursey said.</p>\n<p>In\naddition, Hamann said the research showed a carryover effect of exercise\nbecoming a habit for employees choosing to use the treadmill workstation.</p>\n<p>&#x201C;It&#x2019;s\nlike the treadmill workstation served as a reminder for future physical\nactivity,&#x201D; Hamann said. &#x201C;It reinforced the idea to exercise.&#x201D; </p>\n<p>Hamann\nsaid obesity in the United States and other westernized countries has become an\nepidemic leading to heart disease, diabetes and a host of other maladies. A\nleading cause of the epidemic is that people are no longer active at work.</p>\n<p>&#x201C;Our\nthinking was what could a treadmill &#x2013; even one operating a slow speed &#x2013; accomplish\nin the work environment?&#x201D; Hamann said.</p>\n<p>All\nof the employees spent most of the day on a computer. Most of the employees\nwere sedentary. Most of the employees using the treadmill workstation were\nfemale. Most were married. And about a third were college educated.</p>\n<p>Hamann&#x2019;s\nresearch is just one example of the world-class research that takes place at UT\nArlington.</p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System.&#xA0;<i>The\nChronicle of Higher Education</i>&#xA0;ranked UT Arlington as the seventh\nfastest-growing public research university in 2013.&#xA0;<i>U.S. News &amp;\nWorld Report</i>&#xA0;ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow #UTAdna on\nTwitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/best-vet-business.php",
        "newSlug": "military-times-includes-ut-arlington-in-best-for-vets-business-schools-list",
        "pageTitle": "Military Times includes UT Arlington in Best for Vets business schools list",
        "publishDate": "2014-03-11",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas\nat Arlington is one of the best business schools in the United States for\nmilitary veterans, according to rankings released Monday by Military Times.</p>\n<p>UT Arlington has about\n3,000 veterans or veterans&#x2019; family members attending classes here. Of those,\nabout 2,200 are veterans. UT Arlington placed No. 33 on the list of 64\ninstitutions.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Military Times has named UT Arlington as one of best business colleges in the nation&#xA0;for veterans.</figcaption></figure><!--end .image-caption-->\n<p>Military Times focused on culture and curriculum\nthat caters to military veterans when conducting and scoring the second annual Best for Vets: Business Schools survey, a\nhighly respected, nearly 80-question analysis of\na school&#x2019;s complete offerings for veterans.</p>\n<p>Business Dean\nRachel Croson said the entire College of Business staff deserves credit.</p>\n<p>&#x201C;We have a\ngreat tool in the Goolsby Leadership Academy. Many of our veterans have skills\nthat make them a great fit with our Leadership initiatives,&#x201D; said Croson of the\n10-year-old program within the College of Business. &#x201C;And it&#x2019;s not just the\nbusiness school. We have an entire university that backs the veterans across\nmany, many platforms.&#x201D;</p>\n<p>In November,\nMilitary Times named UT Arlington as one of the best colleges for military\nveterans. In that list, UT Arlington placed No. 70 of the 120 institutions\nranked.</p>\n<p>About 140\ncolleges and universities participated in the detailed, nearly 80-question\nsurvey, which delved into school culture, student support, academic outcomes\nand quality, academic policies, and cost and financial aid.</p>\n<p>Some of that\nhelps in the College of Business comes from Rebecca Neilson, a retired colonel\nin the U.S. Army Reserve with 30 years of commissioned service. Neilson is the\ndirector of Graduate Business Services in the College of Business.</p>\n<p>&#x201C;The College of\nBusiness has great programs,&#x201D; said Neilson, who teaches leadership and\ncommunications in the Goolsby Academy. &#x201C;Those programs help veterans get to be\nwhere they need to be educationally. I point them in the right direction for\nsupport.&#x201D;</p>\n<p>Lisa Thompson,\nsenior director of UT Arlington&#x2019;s&#xA0;<a href=\"http://www.uta.edu/ts/trio.php\">TRIO Pre-College Programs</a>, said veterans\nneed specially directed aid and help, which is exactly what the University has\nprovided.</p>\n<p>In February, UT\nArlington received a $122,000 grant from JPMorgan Chase to fund educational\nopportunities for military veterans. The support will enable the University to\nprovide enhanced services to student veterans at the onset of their first\nacademic year.</p>\n<p>Two years ago,\nUT Arlington received a $1.25 million U.S. Department of Education grant to\nfund a new Veterans Upward Bound program for five years.</p>\n<p>&#x201C;It&#x2019;s imperative\nwe help our veterans, many of whom have served multiple tours in combat areas,&#x201D;\nThompson said. &#x201C;They have a different set of needs than those students coming\nstraight out of high school.&#x201D;</p>\n<p>UT Arlington&#x2019;s\nnotable efforts to assist veterans with specific programs, include:</p>\n<ul>\n<li>The new Student\nVeterans Assistance Center (VAC), which offers one location for advising,\ntutoring and counseling, assistance with completing college, financial aid and\nGI Bill applications.</li>\n<li>A collaborative\neffort between UT Arlington and the Department of Veterans Affairs that has\nplaced a full-time, experienced vocational counselor in the VAC.</li>\n<li>A recent\nCollege of Nursing federal grant in support of increased enrollment and\ngraduation rates for veterans.</li>\n<li>A new School of\nSocial Work program to better serve veterans and active members in the military\nwith mental health needs.</li>\n<li>Grants to\nenhance sports programming for disabled veterans through the UT Arlington\nwheelchair basketball team, the Movin&#x2019; Mavs.</li>\n</ul>\n<p>UT Arlington\nboasts one of the largest populations of student veterans and active duty\nmilitary personnel in Texas, Veterans Administration surveys show. The\nUniversity enrolled about 500 veterans during the 2006-07 academic year. That\nnumber more than tripled to 1,564 student veterans in fall 2013.</p>\n<p>The Military\nTimes organization comprises Army Times, Navy Times, Air Force Times and Marine\nCorps Times. The full rankings are available in print, and online at&#xA0;<a href=\"http://www.militarytimes.com/\">www.militarytimes.com</a>.</p>\n<p>The University\nof Texas at Arlington is a comprehensive research institution of more than\n33,300 students and more than 2,200 faculty members in the heart of North\nTexas. It is the second largest institution in The University of Texas System.\nVisit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn\nmore. Visit&#xA0;<a href=\"http://www.uta.edu/uta/student-life/veteran-services\">www.uta.edu/uta/student-life/veteran-services</a>&#xA0;to learn\nmore about Veteran Services at UT Arlington.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/tang-borrelli-bonetissue.php",
        "newSlug": "ut-arlington-texas-health-arlington-memorial-researchers-looking-to-create-new-bone-tissue-generation-technique",
        "pageTitle": "UT Arlington, Texas Health Arlington Memorial researchers looking to create new bone tissue generation technique",
        "publishDate": "2014-04-09",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>UT Arlington and Texas Health Arlington Memorial Hospital are investigating whether bone grown from the body&#x2019;s own stem cells can replace traditional types of bone grafting.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Dr. Liping Tang, left, bioengineering chair and professor, and Dr. Joseph Borrelli,&#xA0;chair of orthopedics for Texas Health Arlington Memorial, are lead investigators of the research project studying whether bone tissue can be created from a patient&apos;s own stem cells.</figcaption></figure><!--end .image-caption-->\n<p>The process, which has been successful in previous lab experiments, uses biodegradable polymer scaffolding material and bone morphogenetic protein, or BMP, which was inserted into the abdomen of mice to attract stem cells that in turn produced bone. BMPs are proteins known to promote bone growth. The research is detailed in a new paper, &#x201C;<a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0093514\"><i>Tissue Engineering Bone Using Autologous Progenitor Cells in the Peritoneum</i>,</a>&#x201D; published by the online journal PLoS One.</p>\n<p>Liping Tang, UT Arlington bioengineering chair and professor, and Dr. Joseph Borrelli, chair of orthopedics for Texas Health Arlington Memorial, co-authored the paper and are lead investigators of the research project.</p>\n<p>Tang said the process will allow surgeons to establish a &#x201C;mini-bioreactor&#x201D; in a patient&#x2019;s own body. Scientists determined that the abdomen of a mouse effectively mimics the traumatic and foreign body environmental response that takes place during various bone repair procedures in humans. Bone tissue can be generated in a few days through the process, he said, rather than the weeks or months existing processes take in a lab setting.</p>\n<p>&#x201C;This research will help us to formalize a specific type of scaffolding mixture that could eliminate the use of current bone grafting techniques,&#x201D; Borrelli said.</p>\n<p>The procedure could help with open bone fractures, osteomyelitis, fractures that fail to heal, congenital malformations, tumors and, in a more general sense, perhaps osteoporosis.</p>\n<p>The goal is to use the body&#x2019;s own healing capacity in bone repair, Borrelli said. For instance, today if a patient suffers from a bone defect or complex tibia fracture, a surgeon may perform an iliac crest bone graft, taking bone from the pelvis.</p>\n<p>During the bone graft procedure, the surgeon uses a mechanism that scrapes or shaves bone from the pelvis. The bone shavings are then placed directly into the defect or combined with other proteins. If successful, the research involving Borrelli and Tang will eliminate the grafting technique altogether.</p>\n<p>Borrelli said the current grafting procedure has a 25 percent complication rate. He said the new procedure will help curtail the complication rate associated with bone grafting and reduce medical costs.</p>\n<p>&#x201C;In the future, a physician will be able to inject the scaffolding material with the ideal protein into the area where the patient&#x2019;s bone needs to grow or repair, and the patient&#x2019;s cells will never have to leave the body,&#x201D; Borelli said. &#x201C;It will cut down on cost. It will cut down on surgery time. It will enhance patient comfort, too.&#x201D;</p>\n<p>Khosrow Behbehani, dean of the UT Arlington College of Engineering, said the collaboration between the hospital and the university is the kind of collaboration that can lead to innovation in health care.</p>\n<p>&#x201C;Partners like Texas Health Arlington Memorial keep our researchers focused on goals that will help people,&#x201D; Behbehani said. &#x201C;The work by Dr. Tang and Dr. Borrelli holds the promise of a medical advancement that can save patients time and money and improve treatment.&#x201D;</p>\n<p>The research team said the process could become an outpatient procedure in the future.</p>\n<p>Texas Health Arlington Memorial is funding $90,000 to support further research on this and other clinically relevant projects. This money will also pay for a doctoral student in Tang&#x2019;s lab.</p>\n<p>&#x201C;We couldn&#x2019;t think of a better collaborative project to be a part of,&#x201D; said Kirk King, Texas Health Arlington Memorial president. &#x201C;By working with talented individuals at UT Arlington, we&#x2019;re helping advance science with the ultimate goal of enhancing health care to improve an individual&#x2019;s quality of life. It&#x2019;s a challenging task but one we&#x2019;ll be honored to see come to fruition.&#x201D;</p>\n<p><b><span style=\"text-decoration: underline;\">The University of Texas at Arlington</span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System.&#xA0;<i>The Chronicle of Higher Education</i>&#xA0;ranked UT Arlington as the seventh fastest-growing public research university in 2013.&#xA0;<i>U.S. News &amp; World Report</i>&#xA0;ranks UT Arlington fifth in the nation for undergraduate diversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow #UTAdna on Twitter.</p>\n<p><b><span style=\"text-decoration: underline;\">Texas Health Resources or Arlington Memorial</span></b></p>\n<p>Texas Health Arlington Memorial Hospital is a 369-bed acute-care, full-service medical center serving Arlington and the surrounding communities since 1958. The hospital&#x2019;s services include comprehensive cardiac care, women&#x2019;s services, orthopedics, an advanced imaging center and emergency services. Texas Health Arlington Memorial is an affiliate of the faith-based, nonprofit Texas Health Resources system. For more information, call 1-877-THR-WELL, or visit <a href=\"http://www.TexasHealth.org/Arlington\">TexasHealth.org/Arlington</a>.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/2014-commencement.php",
        "newSlug": "ut-arlington-graduating-record-number-of-students",
        "pageTitle": "UT Arlington graduating record number of students ",
        "publishDate": "2014-04-24",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A record 4,561 students are planning to collect their degrees this spring at The University of Texas at Arlington. More than 3,400 of that preliminary figure will earn their undergraduate degrees. More than 1,000 will earn their master&#x2019;s degrees. And about 120 students plan to take home their doctorate degrees.</p>\n<p>Fred Perpall, chief executive officer and managing director of The Beck Group, headlines an impressive list of speakers at this year&#x2019;s commencement ceremonies. Perpall, who holds UT Arlington bachelor&#x2019;s and master&#x2019;s degrees in architecture, will speak to the School of Architecture and College of Science at 7 p.m. Sunday, May 11, at College Park Center, 600 S. Center St.</p>\n\n<figure class=\"image-caption-right photocaption300\">null<figcaption>UT Arlington graduates at 2013 commencement.</figcaption></figure><!--end .image-caption-->\n<p>The 39-year-old Perpall was named to the top spot at\nThe Beck Group, a worldwide full-service builder, last year. The Beck Group\noffers architectural, construction, real estate, sustainable design, financial\nand technology services.&#xA0;</p>\n<p>A\nfull schedule of Commencement Week activities is available online at <a href=\"http://www.uta.edu/commencement/\">www.uta.edu/commencement/</a>. Commencement ceremonies will be held\nMay 9 to 11 at College Park Center.</p>\n<p>Other speakers include:</p>\n<p>School of Urban and Public Affairs and School of\nSocial Work - Joel Burns, Fort Worth City Council member.</p>\n<p>College of Business - John C. Terrell, UT Arlington\nalumnus, Southlake mayor and vice president of commercial development at DFW\nInternational Airport.</p>\n<p>College of Engineering - Krish Prabhu, president of\nAT&amp;T Labs and chief technology officer at AT&amp;T.</p>\n<p>College of Education &amp; Health Professions - Mark\nDavid Milliron, co-founder and chief learning officer of Civitas Learning.</p>\n<p>College of Liberal Arts - Gerry Mecca, an alumnus\nand vice president/chief information officer of Dr Pepper Bottling Co. of\nTexas.</p>\n<p>College of Nursing - Lori Donovan, a UT Arlington alumna, chief nursing\nofficer at Arlington Memorial Hospital.</p>\n<p>Among the compelling student stories from this\nspring&#x2019;s graduating class:</p>\n<ul>\n<li><b>Elin Andersson</b> &#x2013; Andersson, a double major in political\nscience and French, spent the summer of 2013 volunteering for a\nnon-governmental organization called Campagne des Hommes in Togo, working with\nchildren with special needs. She intends to work for a non-governmental\norganization or development agency to improve human rights, particularly in the\ndeveloping world. A native of Sweden, Andersson came to UT Arlington on a track\nand field/cross country scholarship. She plans to pursue a master&#x2019;s degree in development\nstudies at the Graduate Institute of International and Development Studies in\nGeneva, Switzerland. </li>\n<li><b>Paige Tooley</b> &#x2013; Tooley will graduate from the College\nof Business with a management degree. She has been an academic tutor since she\nwas 14 and began taking dual-credit classes at 15. Through the Birdville\nschools, she currently tutors 28 students but has a client list of about 40\nstudents. Not surprisingly, Tooley plans to open her own tutoring business upon\ngraduation.</li>\n<li><b>UTeach\nArlington graduates </b>&#x2013; 22\nmath and science majors will be the first graduates from UT Arlington&#x2019;s UTeach\nprogram, which offers math and science\nmajors the opportunity to discover a passion for teaching while earning\nscholarship money. The program was started in 2010 as part of a national push\nto produce more math and science teachers trained in their field. It is a\ncollaboration between the College of Education and Health Professions and the\nCollege of Science. &#x201C;Most students who become teachers stay within 50 miles of\nwhere they went to school, so we&#x2019;re going to be putting a lot of science and\nmath teachers into the Metroplex, and they&#x2019;re going to have such an amazing and\npositive impact on kids,&#x201D; said Ramon Lopez, physics professor and co-director\nof UTeach Arlington.&#xA0;</li>\n</ul>\n<p>Media\nrepresentatives may call the UT Arlington Media Relations Office at\n817-272-2761 to arrange interviews with 2014 graduates.</p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System.&#xA0;<i>The\nChronicle of Higher Education</i>&#xA0;ranked UT Arlington as the seventh\nfastest-growing public research university in 2013.&#xA0;<i>U.S. News &amp;\nWorld Report</i>&#xA0;ranks UT Arlington fifth in the nation for undergraduate\ndiversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow #UTAdna on\nTwitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/tommerdahl-kilpatrick-languagetesting.php",
        "newSlug": "ut-arlington-researchers'-study-of-language-samples-could-lead-to-earlier-diagnosis-of-language-impairment",
        "pageTitle": "UT Arlington researchers’ study of language samples could lead to earlier diagnosis of language impairment ",
        "publishDate": "2014-01-30",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>A\nnew study by UT Arlington researchers could lead to better language assessments\nand timelier treatment for children with language learning difficulties.</p>\n<p>Jodi\nTommerdahl, an associate professor of curriculum and instruction in the <a href=\"http://www.uta.edu/coehp/index.php\">College\nof Education and Health Professions</a>,\nand Cynthia Kilpatrick, an assistant professor of linguistics in the <a href=\"http://www.uta.edu/libarts/index.html\">College\nof Liberal Arts</a>, found that language concerns among children\ncould be reliably diagnosed by analyzing samples about 100 spoken words at a\ntime rather than evaluating longer samples that take more time to analyze. The\nteam argues that the shorter samples could speed up the diagnosis process and\nenable clinicians help children earlier in life.</p>\n<p>&#x201C;This is key because at the moment, language impairment is often\nundiagnosed. And when it is diagnosed, it&#x2019;s diagnosed later\nthan you&#x2019;d want it to be,&#x201D; Tommerdahl said.</p>\n<p>She added: &#x201C;If we can find meaningful differences in typical and atypical\nlanguage in children at age 2 instead of at age 6, we&#x2019;re just that much closer\nto developing more appropriate treatments for those kids and getting them back\non track both in the linguistic sense, but also educationally.&#x201D; The new findings are published in this month&#x2019;s journal <i>Language Testing.</i> &#xA0;</p>\n<p>For\ntheir study, the pair used a test-retest procedure to look systematically at\nthe morphology and syntax ability in 23 typically developing children between\nages 2 and 3. They set up toys, hidden cameras and microphones in a flexible, large\nroom at the University of Birmingham, U.K., which provided some funding for the\nstudy. As\neach child and parent entered the room, their interactions were recorded for\n40-minute intervals over several days within a one-week period.&#xA0; </p>\n<p>&#x201C;We\nhad very good quality in a natural play setting because most of what we know about\nchild language comes from spontaneous samples or observing children communicate\nnaturally,&#x201D; Tommerdahl said. &#x201C;Most tests involve elicited language or children\nbeing asked to do something or to respond to specific stimuli.&quot; </p>\n<p>Some researchers\nrecord in a clinic with a professional interacting with the child. The team says that using spontaneous samples, however, the children are not in a test\nsituation, not nervous, and researchers are able to see real-life language that\nchildren use on a daily basis.\n</p>\n<p>Kilpatrick said their research shows that 200 utterances is not better\nthan 100 utterances in terms of reliability within a spontaneous language\nsample, so 100 utterances might be the ultimate sample size.</p>\n<p>&#x201C;Clinicians, linguists and people who work with\nlanguage samples spend a lot of time recording language samples, and you want\nthe shortest sample possible to give you the best results or most reliable\nresult that you can get,&#x201D; Kilpatrick said. &#xA0;</p>\n<p>The team&#x2019;s next step is to acquire funding to either\ndevelop or contribute to an enormous database of child language that would be\nfreely available to researchers who want to use it.&#xA0; </p>\n<p>Tommerdahl and Kilpatrick&#x2019;s new paper is called &#x201C;<a href=\"http://ltj.sagepub.com/content/31/1/3.abstract\">The\nReliability of Morphological Analyses in Language Samples</a>.&#x201D; It is also available via <a href=\"http://languagetesting.info/sage/ltb.php\">podcast</a> at the <i>Language Testing</i>\nwebsite.</p>\n<p>\n<b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of Texas at Arlington is a\ncomprehensive research institution and the second largest institution in The\nUniversity of Texas System. Total research expenditures reached almost $78\nmillion last year. UT Arlington ranks fifth in the nation for undergraduate\ndiversity and was ranked as the seventh fastest-growing public research\nuniversity by The Chronicle of Higher Education in 2013. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more.</p>\n<br>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/2014-nwba-championship.php",
        "newSlug": "no.-1-seeded-ut-arlington-hosts-2014-national-wheelchair-basketball-championship-march-6",
        "pageTitle": "No. 1 seeded UT Arlington hosts 2014 national wheelchair basketball championship March 6",
        "publishDate": "2014-02-26",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>For\nthe first time in three years, The University of Texas at Arlington men&#x2019;s\nwheelchair basketball team will host the sport&#x2019;s pinnacle event, the 2014 National\nIntercollegiate Wheelchair Basketball Championship.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Movin&apos; Mavs players Richardo Lucien, left, and Ruben Mauricio, right, hope to capture the team&apos;s 8th national championship title.</figcaption></figure><!--end .image-caption-->\n<p>UT\nArlington is the No. 1 seed in the eight-team tournament, which opens Thursday,\nMarch 6. The third place and championship games will be played at <a href=\"http://www.utacollegepark.com/index.php\">College\nPark Center</a>, 601\nSpaniolo Drive. All other matches will be played at the <a href=\"http://www.uta.edu/campusrec/index.php\">Maverick\nActivities Center</a>, 500 W.\nNedderman Drive.</p>\n<p>Also\nnew this year, a UT Arlington women&#x2019;s team will play in the tournament. The\nteam consists of five current students and recruits who have committed to attend\nthe University.</p>\n<p>Admission\nto National Intercollegiate Wheelchair Basketball Championship games is free\nand open to the public. </p>\n<p>The\nUT Arlington men&#x2019;s wheelchair basketball team has won seven national\nchampionships, but this will mark the first time that the Movin&#x2019; Mavs have\nhosted the event at College Park Center. The team hosted the 2011 championship\ngame at Texas Hall.</p>\n<p>If\nUT Arlington wins, it will be the team&#x2019;s first national championship title in\nseven years.</p>\n<p>&#x201C;We\nare thrilled to be able to play this type of physical game in front of a home\ncrowd at College Park Center. It&#x2019;s going to be very exciting,&#x201D; said Doug\nGarner, Movin&#x2019; Mavs head coach. &#x201C;We have trained hard this season and overcome\nmany obstacles. The key now is to maintain complete mental focus.&#x201D;</p>\n<p>The\n2014 Movin&#x2019; Mavs men&#x2019;s and women&#x2019;s teams includes 19 student athletes, among\nthem:</p>\n<ul>\n<li>John\nMcPhail, a junior social work major who was injured as an infant when a drunken\ndriver struck the vehicle he was riding in, leaving him a paraplegic. The\nSydney, Australia native eventually found basketball and earned a spot on the\nAustralia men&#x2019;s national wheelchair basketball team that competed at the 2010\nWheelchair Basketball World Championship that won a gold medal.</li>\n<li>Andreas\nKraft, a junior who is studying international finance. Kraft was born with a\nrare congenital birth defect affecting the development of his hip and femur.\nKraft succeeded in adaptive sports in his native Vienna, Austria. He also is a\nmember of UT Arlington&#x2019;s wheelchair tennis team and an internationally ranked\nswimmer who will represent UT Arlington in several tennis and swimming events\nthis spring.</li>\n<li>Morgan Wood,\na sophomore who transferred from the University of Memphis last fall and is\npursuing pre-nursing studies. A birth defect left Wood partially paralyzed. She\nbegan her basketball career while in high school and committed to UT Arlington\nafter a summer wheelchair basketball camp. </li>\n</ul>\n\n<figure class=\"image-caption-right photocaption200\">null<figcaption>John\nMcPhail, member of the Movin&apos; Mavs and junior\nsocial work major from Sydney, Australia.</figcaption></figure><!--end .image-caption-->\n<p>McPhail\nsaid: &#x201C;We know what we can do when we play to our strengths and play the right\ngame. The main goal now is an eighth national championship &#x2013; to put a ring on\nthat finger.&#x201D;\n</p>\n<p>The\nMovin&#x2019; Mavs are sponsored by the UT Arlington <a href=\"http://www.uta.edu/studentaffairs/\">Division\nof Student Affairs</a>. </p>\n<p>Since joining the Intercollegiate\nWheelchair Basketball Division in 1989, 34 UTA Movin&#x2019; Mavs have earned First\nTeam All-American recognition, 28 earned Second Team All-American honors, and\nnine Movin&#x2019; Mavs have been named MVP. &#xA0;The\nteam&#x2019;s other recent honors include U.S. Paralympic Grant, Neilson Foundation\nGrant, United States Tennis Association Grant(s), two-time NASPA Excellence\nAward Gold Honoree, and NASPA Excellence Award Silver Honoree.</p>\n<p><b><span style=\"text-decoration: underline;\">Game Times</span></b></p>\n<ul>\n<li>9 a.m. Thursday, March 6 &#x2013; Women&#x2019;s #4 vs. #5\ngame, Maverick Activities Center &#xA0;</li>\n<li>3 p.m. Friday, March 7 &#x2013; Men&#x2019;s Semi-Final\nGame, Maverick Activities Center</li>\n<li>9 a.m. Saturday, March 8 &#x2013; Women&#x2019;s Third\nPlace Game, College Park Center</li>\n<li>1 p.m. Saturday, March 8 &#x2013; Women&#x2019;s National\nChampionship Game, College Park Center</li>\n<li>3:30 p.m. Saturday, March 8 &#x2013; Men&#x2019;s National\nChampionship Game, College Park Center</li>\n</ul>\n<p><b><span style=\"text-decoration: underline;\">About the Movin&#x2019; Mavs</span></b></p>\n<p>The UTA Movin&#x2019; Mavs began intercollegiate\nplay during the 1989-90 academic year with six players. After qualifying for\nthe National Intercollegiate Tournament, the Movin&#x2019; Mavs surprised their\ncompetition by making it to the Final Four in its first year. The team finished\nfourth and gained the confidence and experience necessary to take the program\nto a higher level.&#xA0; The following March, in their second year of\nparticipation, the UTA Movin&#x2019; Mavs won the National Intercollegiate\nChampionship. &#xA0;</p>\n<p>Visit\n<a href=\"http://www.uta.edu/movinmavs/\">www.uta.edu/movinmavs/</a> to learn more about the Movin&#x2019; Mavs.&#xA0; </p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The\nChronicle of Higher Education</i> ranked UT Arlington as the seventh\nfastest-growing public research university in 2013. <i>U.S. News &amp; World\nReport</i> ranks UT Arlington fifth in the nation for undergraduate diversity.\nVisit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n<p>&#xA0;</p>\n&#xA0;\n<span style=\"text-decoration: underline;\"><b><br></b></span>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/01/UTARI-UAS.php",
        "newSlug": "ut-arlington-research-institute-faculty-to-play-key-roles-in-faa-unmanned-aircraft-systems-research",
        "pageTitle": "UT Arlington Research Institute faculty to play key roles in FAA unmanned aircraft systems research",
        "publishDate": "2014-01-10",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>Four\nUT Arlington Research Institute faculty members will play key roles on the Texas\nteam that will develop safety systems for unmanned aircraft in a project hailed\nas a potential economic boon for the state and the nation.</p>\n<p>The\nteam includes Frank Lewis, Moncrief-O&#x2019;Donnell chair at the UT Arlington\nResearch Institute and electrical engineering professor; Kamesh Subbarao and\nAtilla Dogan, both associate professors of mechanical and aerospace\nengineering; and Brian Huff, associate professor of industrial and\nmanufacturing systems engineering. Their work will focus on decision and\ncontrol systems, dynamic modeling, collision avoidance, positioning and other\nissues related to the high performance, human interactions and safety of unmanned\naircraft, or drones.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>A student works on an unmanned aerial system called the&#xA0;Quadrotor UAV.</figcaption></figure><!--end .image-caption-->\n<p>They will conduct experiments, develop test beds, hardware, software and algorithms that enable safe and reliable deployment of unmanned aircraft systems for civilian, law enforcement, military and other uses.</p>\n<p><a href=\"http://www.uta.edu/utari/\">UTARI</a>&#xA0;is part of the team led by Texas A&amp;M University &#x2013; Corpus Christi named by the Federal Aviation Administration last week as one of the nation&#x2019;s six major test sites for unmanned aircraft systems. The Lone Star Unmanned Aircraft Systems Initiative team also includes Texas A&amp;M Engineering Experiment Station; Camber Corp. of Huntsville, Ala.; the Southwest Research Institute in San Antonio; and other research institutions and private-sector companies. &#xA0;</p>\n<p>&#x201C;We&#x2019;re proud to be part of such an important initiative in the development of advanced technologies for unmanned aerial systems,&#x201D; said retired Army Lt. Gen. Rick Lynch, executive director of UTARI. &#x201C;The current research of our affiliated faculty, and the work they&#x2019;ll be doing as part of this initiative, further UT Arlington&#x2019;s commitment to the innovation of UAS technology.&#x201D;</p>\n<p>Unmanned systems technology will be highlighted at the UT Arlington Research Institute on Jan. 27 during a daylong Unmanned Systems Consortium conference.&#xA0; The event is co-sponsored by the&#xA0;<a href=\"https://thecenterforinnovation.org/center-innovation\">Arlington Chamber of Commerce&#x2019;s Center for Innovation</a>. The nonprofit organization aims to be a catalyst for technology-based economic development. More information about the conference is available at&#xA0;<a href=\"http://www.uta.edu/utari/news-events/usc.php\">http://www.uta.edu/utari/news-events/usc.php</a>.</p>\n<p>In all, the FAA approved six test sites across the country for the overall programs. The&#xA0;<a href=\"http://www.auvsi.org/home\">Association for Unmanned Vehicle Systems International</a>&#xA0;has projected the industry will create 100,000 jobs and generate $82 billion in economic activity in the decade after the aircraft are allowed in general airspace.</p>\n<p>Congress has mandated that unmanned aircraft systems be integrated into the national airspace by 2015. Subbarao said the goal does not appear to be far afield.</p>\n<p>&#x201C;We just have to make sure that unmanned aviation systems integrate well with existing aircraft and buildings,&#x201D; he said. &#x201C;They&#x2019;re already using some unmanned aerial systems on large ranges to count cattle.&#x201D;</p>\n<p>Unmanned systems are becoming popular with law enforcement agencies because it gives officers a different perspective than ground level.</p>\n<p>Most of the UT Arlington research will focus on technology development that will enable safe integration of unmanned aircraft systems into the National Airspace System.</p>\n<ul>\n<li>Lewis will focus on controls for unmanned systems. His work in UAVs includes Quadrotor UAV, dynamic modeling, flight control and autopilot control structures.</li>\n<li>Subbarao&#x2019;s work will focus on position determination of UAVs using sensors, tracking them for conflict prediction and collision avoidance. He also will help develop systems to use existing cellular infrastructure and the Internet to provide locations of UAVs, especially in non-GPS areas.</li>\n<li>Dogan will work on wind field construction for trajectory prediction and conflict avoidance, obstacle detection and avoidance, impact of trailing wake vortex and turbulence on UAS operations and control, predicting hybrid airspace interactions where unmanned and manned aircraft coexist.</li>\n<li>Dogan and Huff will work on algorithm developments based on probabilistic approaches for obstacle detection and avoidance as well as automatic emergency landing site selection.</li>\n</ul>\n<ul>\n<li>Huff also will work on low-cost UAS tracking systems capable of feeding UAS identification, position and trajectory data into the National Airspace System air traffic monitoring system. The objective of the proposed research is to investigate the feasibility of creating a low-cost UAS tracking capability that can be used with the smallest UAV platforms.</li>\n</ul>\n<p><b><span>About the UT Arlington Research Institute</span></b><span>&#xA0;</span></p>\n<p>The UT Arlington Research Institute, based in Fort Worth&#x2019;s Riverbend Business Park, is dedicated to bridging the gap between academic research and product development in the areas of advanced manufacturing, biomedical technologies and robotics. Visit&#xA0;<a href=\"http://www.uta.edu/utari/\">www.uta.edu/utari/</a>&#xA0;for more information.</p>\n<p><b><span>About The University of Texas at Arlington</span></b><span>&#xA0;</span></p>\n<p>The University of Texas at Arlington is a comprehensive research institution of more than 33,300 students and 2,300 faculty members in the epicenter of North Texas. It is the second largest institution in the University of Texas System. Research expenditures reached almost $78 million last year. Visit&#xA0;<a href=\"http://www.uta.edu\">www.uta.edu</a>&#xA0;for more information.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/schuggcd-study.php",
        "newSlug": "ut-arlington-chemists-testing-water-in-four-counties",
        "pageTitle": "UT Arlington chemists testing water in four counties",
        "publishDate": "2014-02-20",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The Upper\nTrinity Groundwater Conservation District is seeking water well owners in\nParker, Wise, Montague and Hood counties to participate in a groundwater\nquality study in partnership with University of Texas at Arlington researchers\nthrough a private firm. </p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Schug</figcaption></figure><!--end .image-caption-->\n<p>The\nquality study will provide new data to the district through the testing of over\n30 water quality parameters. Study organizers are hoping to gather at least 100\nsamples in the area.\n</p>\n<p>The\nprivate firm collecting the samples, Inform Environmental LLC, is owned by\nZacariah Hildenbrand, a research associate at UT Arlington. Hildenbrand and\nKevin Schug, Shimadzu Distinguished Professor of Analytical Chemistry at UT\nArlington, performed a similar study in 2011. The results, published in the\njournal <i>Environmental Science &amp; Technology</i> and co-authored by\nHildenbrand and Schug, characterized the water quality near natural gas\nextraction sites. </p>\n<p>UT\nArlington and Inform Environmental have developed a range of testing methods to\nanalyze the samples for specific contaminants such as arsenic and may identify\nelements commonly used in unconventional drilling.</p>\n<p>&quot;The techniques\nour research team developed have the potential to address many important\nquestions about water quality in North Texas and help citizens become better\ninformed,&quot; said Schug. &quot;We are eager to expand the reach of our work\nthrough this partnership.&quot;</p>\n<p>Private\nwater wells are not required to be tested for contamination by the Texas\nCommission on Environmental Quality, as public water systems. The Upper Trinity Groundwater Conservation District has\nover 6,000 registered water wells belonging to both public and private\nentities.&#xA0; The district will soon have the ability to test for basic water\nquality constituents by a certified field technician; however, the wide-range\nof water quality parameters of the study has not been attempted by the district\nbefore.</p>\n<p>&#x201C;This\npartnership could open the door to greater cooperation between public and\nprivate entities statewide, &#x201C; said Dr. Bob Patterson, general manager for Upper\nTrinity GCD.&#xA0;</p>\n<p>To inquire\nabout participation in the study, please contact Hildenbrand at <a href=\"mailto:zac@informenv.com\">zac@informenv.com</a>\nor 915-694-7134.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/Womens-Sonja-Watson.php",
        "newSlug": "sonja-watson-appointed-new-director-of-ut-arlington-women's-and-gender-studies",
        "pageTitle": "Sonja Watson appointed new director of UT Arlington Women’s and Gender Studies",
        "publishDate": "2014-03-07",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The\nUniversity of Texas at Arlington has named Sonja Watson, an assistant professor\nof modern languages and an expert in Spanish and Afro-Caribbean literature, as\nthe director of the University&#x2019;s Women&#x2019;s and Gender Studies Program. She will\nbegin her duties in August.</p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>Watson plans to promote global women&#x2019;s issues such as economics, STEM and health disparities in conjunction with the established Women&apos;s and Gender Studies Program.</figcaption></figure><!--end .image-caption-->\n<p>Watson joined UT Arlington in 2007 and served on the advisory board of the Women&#x2019;s and Gender Studies Program and as a faculty fellow of the Center for African American Studies. Previously, she spent two years as a postdoctoral fellow at Washington University in Saint Louis. &#xA0;</p>\n<p>Watson earned her undergraduate degree in 1995 from the College of William and Mary in Williamsburg, Va. She holds a master&#x2019;s degree in Spanish and doctoral degree in modern foreign languages with specialization in Hispanic literature/applied linguistics from the University of Tennessee in Knoxville, Tenn.</p>\n<p>&#x201C;Dr. Watson is a renowned scholar in Afro-Hispanic, Latin American, African diaspora and Caribbean studies, and a respected teacher whose cross-cultural research will help to provide critical understanding of women, gender and power in a global context,&#x201D; said Beth Wright, dean of the UT Arlington <a href=\"http://www.uta.edu/libarts/\">College of Liberal Arts</a>. &#x201C;She is committed to furthering knowledge about women, men, gender, sexuality and their many diverse lenses, and encourages the critical examination of traditional theoretical perspectives.&#x201D;</p>\n<p>Watson is a recipient of grants from UT Arlington to create an online writing center for upper-division Spanish composition courses, and to interview hip hop artists in Panama for research on Afro-Panamanian identity and cultural performance. She received the Panamanian Council of New York award for having served as an exemplary scholar, advocating the message of ethnic dignity and socio-economic justice for African descendants in the Americas. Watson is the author of the newly published book, &#x201C;The Politics of Race in Panama: Afro-Hispanic and West Indian Literary Discourses of Contention&#x201D; (University Press of Florida, 2014), which deals with the forging of the Afro-Panamanian identity.</p>\n\n<figure class=\"image-caption-right photocaption150\">null<figcaption></figcaption></figure><!--end .image-caption-->\n<p>&#x201C;I\nam honored by this appointment and excited about the opportunity it provides me\nto contribute to the field of women&#x2019;s and gender studies,&#x201D; Watson said.\n&#x201C;Women&#x2019;s and gender studies is a key component to not only the humanities but\nalso to other disciplines across campus and the community at large.&#x201D;</p>\n<p>Watson\nacknowledged the tremendous growth that UT Arlington&#x2019;s Women&#x2019;s and Gender\nStudies Program has witnessed under past and current leadership, adding that\nshe plans to continue this leadership by &#x201C;promoting global women&#x2019;s issues such\nas economics, STEM and health disparities in conjunction with our established\nprogram.&#x201D;</p>\n<p>Watson\nsucceeds Desir&#xE9;e Henderson, who has served as director since\n2010. Under her leadership, the program developed the women and gender studies\ncurricula, and both the first Women&#x2019;s Studies Scholarship Endowment and the\nStudent Association for Gender Equity were established.&#xA0; She will continue as a member of the English\nfaculty.</p>\n<p>The\nWomen&#x2019;s and Gender Studies Program was founded in 1974 as the Women&#x2019;s Studies\nProgram in the College of Liberal Arts. It began offering an academic minor in\n1991. Visit <a href=\"http://www.uta.edu/womens_studies/\">www.uta.edu/womens_studies/</a> for more information.</p>\n<p>\nThe University of Texas at Arlington is a\ncomprehensive research institution and the second largest institution in The\nUniversity of Texas System. <i>The Chronicle of Higher Education</i> ranked UT\nArlington as the seventh fastest-growing public research university in 2013. <i>U.S.\nNews &amp; World Report</i> ranks UT Arlington fifth in the nation for\nundergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/05/Bound-for-Success-MISD-GPISD.php",
        "newSlug": "ut-arlington-teams-with-mansfield-grand-prairie-school-districts-to-help-more-students-earn-college-degrees",
        "pageTitle": "UT Arlington teams with Mansfield, Grand Prairie school districts to help more students earn college degrees",
        "publishDate": "2014-05-27",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington announces new partnerships with the Grand Prairie and Mansfield school districts for a significant expansion of <i>Bound for Success,</i> the early admissions initiative aimed at increasing the number of high school students who earn a college degree.</p>\n\n<figure class=\"image-caption-left photocaption450\">null<figcaption>UT Arlington President Vistasp Karbhari and Grand Prairie school district Superintendent Susan Hull announce a new Bound for Success early college admissions program at the Bonham Early Education Center.</figcaption></figure><!--end .image-caption-->\n<p>The collaborative program provides high-achieving students deferred, unconditional admission provided they graduate with a recognized college preparatory diploma and satisfy the Texas Success Initiatives requirements.</p>\n<p>It also provides advising services and support to help students maximize opportunities to earn college credit through dual credit high school courses, be well prepared for college and navigate the college application and admissions process.</p>\n<p>The pilot program began last fall with the Arlington school district, and each partnership is tailored to meet a district&#x2019;s needs. Combined, the three districts represent 125,000 students and their families.</p>\n<p>&#x201C;A college education provides students with a spirit of discovery, inquiry and creativity, awareness and sense of community &#x2013; all of which enable them to survive and to thrive in a rapidly changing world,&#x201D; UT Arlington President Vistasp M. Karbhari said. &#x201C;<i>Bound for Success</i> is a warm welcome from UT Arlington to each and every student who aspires to a level of achievement and success that only a college degree can provide.&#x201D;</p>\n<p>In Grand Prairie, <i>Bound for Success</i> will serve every junior from Grand Prairie, South Grand Prairie and Dubiski Career High Schools &#x2013; with different requirements based on class ranking and SAT or ACT scores. Students ranked in the top 25 percent of their junior class will receive deferred, unconditional admission, contingent upon their earning a college preparatory diploma and meeting Texas Success Initiatives requirements.</p>\n<p>Students not in the top 25 percent may earn deferred, unconditional admission by meeting minimum SAT or ACT composite scores and other criteria, such as first earning college credit through the Tarrant County College or Dallas County Community College districts.</p>\n<p>UT Arlington admissions advisers will be scheduled to work four days a week in district high schools, assisting students with admissions, financial aid and housing applications. The University also will provide three evening college preparation workshops and three evening financial aid workshops per high school each year.&#xA0;</p>\n<p>The early admissions effort is aligned with the school district&#x2019;s college and career readiness initiative, which begins preparing students for college as early as Pre-K.</p>\n<p>&#x201C;The GPISD Board of Trustees has placed an emphasis on college and career readiness for all students, and this opportunity is just one of the many efforts under way in our school district to connect students with success after high school,&#x201D; Grand Prairie schools Superintendent Susan Hull said.</p>\n<p>Hull added: &#x201C;We are confident that this effort to introduce our students to a premier Tier One university that is close to home, affordable and offers academic programs aligned with our students&#x2019; interests will be a win-win for everyone.&#x201D;</p>\n<p>Ronald L. Elsenbaumer, UT Arlington provost and vice president for academic affairs, called the Grand Prairie partnership &#x201C;a wonderful example of resources being leveraged to enable a high level of interaction between UT Arlington and high school students.&#x201D;</p>\n<p>&#x201C;The resources being made available by GPISD ensure a higher level of success for all students and enable pathways to be defined for even those not in the top 25 percent,&#x201D; Elsenbaumer said.</p>\n\n<figure class=\"image-caption-right photocaption450\">null<figcaption>UT Arlington President Vistasp Karbhari and Mansfield school district Superintendent Jim Vaszauskas sign an agreement for the Bound for Success early college admissions initiative.</figcaption></figure><!--end .image-caption-->\n<p>In Mansfield,&#xA0;<i>Bound for Success</i>&#xA0;awards juniors in the top 20 percent of their class pre-admission to UT Arlington, contingent upon their completion of a college preparatory diploma and that they meet Texas Success Initiatives requirements.</p>\n<p>But the UT Arlington-Mansfield ISD partnership also allows qualifying students to choose dual credit courses through the College of Engineering and the Mansfield school district&#x2019;s &#x201C;Project Lead the Way&#x201D; Science, Technology, Engineering and Math sequence. Or, qualifying Mansfield students may select a dual credit Criminology Criminal Justice program aligned with the district&#x2019;s Law, Public Safety, Corrections and Security program.</p>\n<p>Mouser Electronics Inc., a Mansfield-based global distributor of semiconductors and electronic components, and the Mansfield ISD Education Foundation, have dedicated scholarship funds to support Mansfield high school students who enroll in the UT Arlington dual credit engineering and criminal justice programs.</p>\n<p>&#x201C;This agreement represents an impressive collaboration in our community. The MISD Education Foundation, Mouser, UT Arlington and the MISD have combined resources to provide an amazing educational opportunity for our students,&#x201D; Mansfield schools Superintendent Jim Vaszauskas said. &#x201C;I am so proud of this partnership and the possibilities it provides for our students.&quot;</p>\n<p><b><span>About UT Arlington</span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. The Chronicle of Higher Education ranked UT Arlington as the seventh fastest-growing public research university in 2013. U.S. News &amp; World Report ranks UT Arlington fifth in the nation for undergraduate diversity. Visit www.uta.edu to learn more. For information about admissions, visit&#xA0;<a href=\"http://www.uta.edu/uta/admissions.php\">http://www.uta.edu/uta/admissions.php</a>. Follow #UTAdna on Twitter.&#xA0;</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/Library-CXIspace.php",
        "newSlug": "ut-arlington-libraries'-new-lab-to-foster-transformative-learning-for-inventors-artists-engineers-and-entrepreneurs",
        "pageTitle": "UT Arlington Libraries’ new lab to foster transformative learning for inventors, artists, engineers and entrepreneurs",
        "publishDate": "2014-03-19",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The\nUniversity of Texas at Arlington Libraries has announced plans to significantly\nexpand creative services, spaces and technologies during fall 2015, when a\n24-hour laboratory for Creation, eXploration and Innovation, or CXI Space, will\nlaunch in the Central Library.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>The CXI Space will launch fall 2015 in the Central Library.</figcaption></figure><!--end .image-caption-->\n<p>The\nCXI Space will be a &#x201C;makerspace&#x201D; built upon the expertise of UT Arlington faculty,\nalumni, industry thought-leaders and the philanthropic investment of corporate\nand private partners. Makerspaces are a fast developing phenomenon worldwide,\nbringing together diverse inventors in a technology-rich space to create, test\nideas and innovate. </p>\n<p>Rebecca\nBichel, dean of the UT Arlington Libraries, said the CXI Space is unique in\nTexas. </p>\n<p>&#x201C;It&#x2019;s\nan ambitious plan that we developed due to overwhelming demand by students seeking\nextended access to industry-driven technologies to prepare them for their\ncareers,&#x201D; Bichel said. &#x201C;The CXI Space will provide students with a competitive\nadvantage in the job market by extending classroom learning.&#x201D;</p>\n<p>UT\nArlington faculty and students will have round-the-clock access to\ntechnologies, such as 3D printers, 3D scanners and laser cutters. There will\nalso be simulation and digital media software and hardware, and robotics in a\nhands-on laboratory for practical application of the theoretical design\nconcepts learned in the classroom. </p>\n<p>Ronald\nL. Elsenbaumer, UT Arlington provost and vice president for academic affairs,\nsaid the technology makeup of the CXI Space will address the needs of today&#x2019;s\ngraduates in their respective disciplines. </p>\n<p>&#x201C;Students\nwill become better-equipped with problem-solving skills, technical expertise\nand real-world experience in iterative design, data application and\nentrepreneurial invention,&#x201D; Elsenbaumer said. &#x201C;The collaboration among the\nsciences and arts will be impactful to the University and community at large.&#x201D; </p>\n<p>Bichel\nadded the Central Library is the right place for such a facility because it is\nopen 24-hours, and because libraries have a long tradition of democratizing\naccess. </p>\n<p>&#x201C;This\nis a natural extension of our mission, and an opportunity to serve an emerging\nneed of our students and faculty,&#x201D; she said. &#x201C;The innovative space will be a\ncollaborative laboratory for all types of innovators, inventors and\nentrepreneurs wanting to apply and hone design process skills using\nindustry-driven technologies.&#x201D;</p>\n<p>Entrepreneurs-in-residence\nand makers-in-residence will enrich learning through applied projects and\nentrepreneurial mentoring. </p>\n<p>Development\nof partnerships with nearby school districts will allow the Libraries to extend\nan invitation to middle and high school students to experience the robust\nlearning environment. Future collaborations with industry and civic\norganizations will shape opportunities for community access to this one-of-a-kind\nfacility. <i>&#xA0;</i></p>\n<p>UT\nArlington Libraries is currently seeking UT Arlington alumni and industry\nthought leaders to participate in focus groups and interviews to inform the\ndevelopment of the CXI Space. Contact Rebecca Bichel, <a href=\"mailto:rbichel@uta.edu\">rbichel@uta.edu</a>, for more information.</p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The\nChronicle of Higher Education</i> ranked UT Arlington as the seventh\nfastest-growing public research university in 2013. <i>U.S. News &amp; World\nReport</i> ranks UT Arlington fifth in the nation for undergraduate diversity.\nVisit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/CONDean-announcement.php",
        "newSlug": "national-health-care-education-leader-anne-bavier-appointed-ut-arlington-nursing-dean",
        "pageTitle": "National health care education leader Anne Bavier appointed UT Arlington nursing dean",
        "publishDate": "2014-04-04",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington has named Anne Bavier, a nationally recognized health care leader who has held posts at top ranked universities and at the National Institutes of Health, as the new dean of the College of Nursing.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Anne Bavier</figcaption></figure><!--end .image-caption-->\n<p>Bavier previously served as dean of the University of Connecticut School of Nursing in Storrs, Conn. and also served as dean of nursing at Saint Xavier University in Chicago. She is president-elect of the National League for Nursing, which includes more than 39,000 members.</p>\n<p>&#x201C;The UT Arlington College of Nursing is one of the most vibrant nursing programs in the country and one known for its tradition of excellence and ability to help fill critical needs in the health care field,&#x201D; UT Arlington President Vistasp Karbhari said. &#x201C;Dr. Bavier will lead us into a new era of national recognition and influence as we work together to improve health and the human condition across Texas and around the world.&#x201D;</p>\n<p>Bavier joins the University on Aug. 1, 2014.</p>\n<p>As dean of the UT Arlington College of Nursing, Bavier will lead one of the nation&#x2019;s largest and most successful nursing programs with a current enrollment of nearly 12,000 undergraduate and graduate students on campus and in online programs. More than 90 percent of UT Arlington nursing graduates pass their initial state licensure exam on their first attempt. The College boasts a 94-percent graduation rate.</p>\n<p>College of Nursing faculty members are national leaders in the areas of simulation in nursing education and emerging inter-professional learning models. The College has been a leader in addressing the state&#x2019;s expected nursing shortage through its expanded online degree programs.</p>\n<p>Bavier will oversee the merger of UT Arlington&#x2019;s Department of Kinesiology and the College of Nursing during the 2014-2015 academic year. The combined college will include nearly 350 faculty members.</p>\n<p>&#x201C;It is an exciting undertaking to build on the remarkable achievements UT Arlington has made in nursing and kinesiology to create a bold future for a University destined to become a nationally recognized research institution,&#x201D; Bavier said. &#x201C;The College is poised to advance the agenda rapidly, while maintaining the highest standards of rigor in scientific research and educational offerings.&#x201D;</p>\n<p>Jennifer Gray, an associate dean of nursing who served as interim dean, said that Bavier&#x2019;s proven leadership will make her an asset for the entire University.</p>\n<p>&#x201C;Dr. Bavier has an incredible commitment to improving public health by supporting and enhancing outstanding educational programs,&#x201D; Gray said. &#x201C;The merger of the College of Nursing and the Department of Kinesiology will bring amazing opportunities for collaboration and growth, and she is the right leader to help us take full advantage of what lies ahead.&#x201D;</p>\n<p>Bavier earned her undergraduate degree in nursing from Duke University and a Master of Nursing from Emory University, where she specialized in oncology. She holds a doctoral degree from Duquesne University.</p>\n<p>While dean of the School of Nursing in Connecticut, Bavier secured $14 million for capital projects, improved opportunities for clinical faculty and launched new programs, including a full-semester study abroad program for nurses. The University of Connecticut and Saint Xavier University, where she served as dean from 2004 to 2007, have been named National League for Nursing Centers of Excellence in Nursing Education. That honor has gone to only 17 other universities nationwide.</p>\n<p>&#x201C;Dr. Bavier has a history of supporting faculty to achieve their best in the classroom and in their research fields,&#x201D; said Ronald Elsenbaumer, UT Arlington provost and vice president for academic affairs. &#x201C;Her list of accomplishments and her role on the national stage bring a level of prestige to the UT Arlington College of Nursing that will help it reach new heights.&#x201D;</p>\n<p>In addition to her experience in higher education, Bavier worked as a program director in the National Institutes of Health&#x2019;s National Cancer Institute and as deputy director of the Office of Research on Women&#x2019;s Health in the National Institutes of Health. She has authored or co-authored 40 publications, primarily focused on nursing education and professional development and oncology nursing.</p>\n<p>&quot;Dr. Bavier is a talented academic leader with a demonstrated commitment to excellence in research, teaching and service,&#x201D; said Mun Y. Choi, provost and executive vice president for academic affairs at University of Connecticut. &quot;I&#x2019;m confident that Dr. Bavier will be able to rapidly advance the College of Nursing at The University of Texas at Arlington through strong, strategic initiatives and engagement in scholarly research and support the innovative vision established by President Karbhari.&#x201D;</p>\n<p>Bavier has received numerous awards and honors. She is a fellow of the American Academy of Nursing and the Institute of Medicine of Chicago and was the first recipient of the Edith Moore Copeland Founders Award for Creativity from Sigma Theta Tau International Honor Society of Nursing. She also is the recipient of a Director&#x2019;s Award from the National Institutes of Health, the agency&#x2019;s highest award, for exceptional leadership in creating the Research Enhancement Awards Program.</p>\n<p>Kirk King, president of Texas Health Arlington Memorial Hospital, and Lori Donovan, the hospital&#x2019;s chief nursing officer, both played integral roles during the university&#x2019;s national search for the new dean of nursing. King said they were impressed by Bavier&#x2019;s &#x201C;strategic vision for the university and her commitment to expanding its influence in the community.&#x201D;</p>\n<p>&#x201C;She has a proven track record of engaging her stakeholders and building collaborative relationships that lead to establishing a nationally recognized academic program,&#x201D; King said. &#x201C;We are excited about the many new possibilities Anne will bring to both the academic and healthcare community.&#x201D; &#xA0;</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b><b>&#xA0;</b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/05/componation-imse-hired.php",
        "newSlug": "college-of-engineering-hires-iowa-state-professor-as-imse-chair",
        "pageTitle": "College of Engineering hires Iowa State professor as IMSE chair",
        "publishDate": "2014-05-23",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington has hired Paul Componation as the new chair of its Industrial and Manufacturing Systems Engineering, or IMSE, Department. He will start July 7.</p>\n<p>Most of Componation&#x2019;s current work has been in improving launch system development for NASA. He also worked on the application of decision-analysis tools to support Defense Department aviation and missile systems.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Paul Componation has been hired as the new UT Arlington chair of the&#xA0;Industrial and Manufacturing Systems Engineering Department in the&#xA0;College of Engineering .</figcaption></figure><!--end .image-caption-->\n<p>Khosrow Behbehani, dean of the College of Engineering, said Componation&#x2019;s primary research work in managing aerospace and defense systems is ideal for UT Arlington.</p>\n<p>&#x201C;Dr. Componation is an expert in applying industrial engineering principles to a number of fields that are of great interest to the College of Engineering and the industry that we serve,&#x201D; Behbehani said. &#x201C;Defense, manufacturing and engineering management are areas of growth for us and Dr. Componation has extensive experience in them. We are very excited that he will be joining us.&#x201D;</p>\n<p>Industrial and Manufacturing Systems Engineering is a discipline that makes complex processes, systems or jobs efficient and profitable.&#xA0; They work to eliminate the waste of time, money, materials and energy. Many industrial engineers&#x2019; careers take them into management positions.</p>\n<p>&#x201C;The University is growing very quickly,&#x201D; Componation said. &#x201C;It&#x2019;s exciting to be on a campus where that is happening.&#x201D; He added that the growth areas in the field and at UT Arlington drew him to the position.</p>\n<p>Componation said growth areas in the field and at UT Arlington drew him to the position.</p>\n<p>&#x201C;I was drawn to industrial engineering because it&#x2019;s about choices. Rather than focus on one specific set of skills, industrial engineers learn to analyze and improve processes, so they can work in a wide range of industries,&#x201D; Componation said &#x201C;I think there&#x2019;s great opportunities for IMSE students in consulting, entertainment and healthcare, as well as traditional areas like manufacturing and logistics.&#x201D;</p>\n<p>Currently a professor and director&#xA0;of&#xA0;Graduate&#xA0;Education&#xA0;for&#xA0;Engineering&#xA0;Management at Iowa State University, Componation said UT Arlington &#x201C;is a good fit for me.&#x201D;</p>\n<p>He said IMSE works well with other colleges, schools or private businesses. &#x201C;I&#x2019;m looking forward to that collaboration on the UT Arlington campus,&#x201D; he said.</p>\n<p>Besides systems engineering and engineering management, Componation&#x2019;s research interests include commercial transportation and supply chain systems; and the institution of lean practices.</p>\n<p>In addition to serving as a professor at Iowa State University and the University of Alabama at Huntsville, Componation also has worked as a resident researcher in systems engineering for the Marshall Space Flight Center in Huntsville and as an engineering officer for the U.S. Air Force.</p>\n<p>Componation received his bachelor&#x2019;s and doctorate degrees from West Virginia University.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington </span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System.&#xA0;<i>The Chronicle of Higher Education</i>&#xA0;ranked UT Arlington as the seventh fastest-growing public research university in 2013.&#xA0;<i>U.S. News &amp; World Report</i>&#xA0;ranks UT Arlington fifth in the nation for undergraduate diversity. Visit&#xA0;<a href=\"http://www.uta.edu/\">www.uta.edu</a>&#xA0;to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/03/TaxTalent-2014-rankings.php",
        "newSlug": "ut-arlington-named-no.-8-tax-education-school-in-nation",
        "pageTitle": "UT Arlington named No. 8 tax education school in nation ",
        "publishDate": "2014-03-26",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington Master of Science in Taxation program ranks in the top 10 for the third year in a row, according to a national online network for tax professionals.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Rachel Croson, UT Arlington College of Business dean</figcaption></figure><!--end .image-caption-->\n<p><a href=\"../../../_downloads/TaxTalent-2014-rankings.pdf\">TaxTalent.com</a> surveyed 143 heads of corporate tax departments across the nation to rank master&#x2019;s programs for 2014.</p>\n<p>UT Arlington finished No. 8 in the nation, one slot higher than last year&#x2019;s No. 9 finish.</p>\n<p><a href=\"http://wweb.uta.edu/accounting/index.html\">Accounting Department</a> Chairman Chandra Subramaniam said the ranking reflects hard work by College of Business faculty and the students they serve.</p>\n<p>&#x201C;Our tax faculty really deserve a lot of credit in keeping students up to date on the latest changes in tax code and tax filing,&#x201D; Subramaniam said. &#x201C;It is a changing landscape and we keep up with those changes to keep the program on the cutting edge.&#x201D;</p>\n<p>Rachel Croson, dean of the <a href=\"http://www.uta.edu/business/\">College of Business</a>, said the demand is high for UT Arlington graduates in tax education.</p>\n<p>&#x201C;Firms recognize that UT Arlington is the go-to place to fuel their workforce,&#x201D; Croson said. &#x201C;We are honored to receive the ranking for the third year in a row.&#x201D;</p>\n<p>TaxTalent&#x2019;s 2013 rankings came out late last year. The 2014 rankings were released this week.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b><b>&#xA0;</b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow <i>#UTAdna</i> on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/farrar-myers-ACEfellow.php",
        "newSlug": "farrar-myers-named-to-the-ace-fellows-program-class-of-2014-15",
        "pageTitle": "Farrar-Myers named to the ACE Fellows Program Class of 2014-15",
        "publishDate": "2014-04-30",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The American Council on Education has selected UT Arlington Political Science Professor Victoria Farrar-Myers for its 2014-15 class of the ACE Fellows Program.</p>\n\n<figure class=\"image-caption-left photocaption200\">null<figcaption>Victoria Farrar-Myers</figcaption></figure><!--end .image-caption-->\n<p>ACE is the major coordinating body for the nation&#x2019;s colleges and universities, and advocates on higher education issues in Washington and around the world.</p>\n<p>President Vistasp Karbhari nominated Farrar-Myers for the prestigious program, which selected a total of 31 college and university leaders. ACE Fellows spend a semester to a year at a host university honing their leadership skills.</p>\n<p>&#x201C;Dr. Farrar-Myers is a tremendously gifted scholar, and the ACE Fellow opportunity will only strengthen her already distinguishing and innovative leadership skills in the areas of presidential and congressional studies and research,&#x201D; Karbhari said. &#x201C;We are extremely fortunate to count Dr. Farrar-Myers as one of our own, and we look forward to having her return to UT Arlington to share what she has learned.&#x201D;</p>\n<p>Farrar-Myers was named a 2013-14 ACE Fellow, but her appointment was postponed due to her 2013-14 Fulbright Distinguished Chair appointment at Flinders University in Australia.&#xA0;</p>\n<p>&#x201C;Given my Fulbright experience, I am even more committed to finding innovative and cost-efficient ways to internationalize and globalize the educational experiences we can offer every student,&#x201D; said Farrar-Myers, a Distinguished Teaching Professor in the UT Arlington College of Liberal Arts.</p>\n<p>&#x201C;As a lifelong advocate of civic engagement, I believe strongly in developing academic programming that fosters critical thinking and engagement of students in the broader world around them.&#x201D;</p>\n<p>Farrar-Myers&#x2019; host institution will be announced at a later date, as details about her assignment are still being determined.</p>\n<p>Farrar-Myers joined UT Arlington in 1998. She is an expert in the American presidency and is a 2012 recipient of The University of Texas System Regents&#x2019; Outstanding Teaching Award. She is an American Political Science Association Congressional Fellow and has been a national finalist for The Congressional Medal of Honor Society&#x2019;s Citizen Service Before Self Honors.</p>\n<p>The ACE Fellows Program combines three retreats on higher education issues organized by ACE, interactive learning opportunities, campus visits and placement at another higher education institution to condense years of on-the-job experience and skills development into a single semester or year.</p>\n<p>Joan Wodiska, vice president and chief leadership officer for ACE, noted that many previous Fellows have advanced into major positions in academic administration.</p>\n<p>&#x201C;For nearly 50 years, the ACE Fellows Program has transformed lives and grown future leaders,&#x201D; Wodiska said. &#x201C;The ACE Fellows Program is unique. The program immerses Fellows in learning experiences to gain insight and understanding into the changing environment of higher education.&#x201D;</p>\n<p><b><span style=\"text-decoration: underline;\">About the ACE Fellows Program</span></b></p>\n<p>Nearly 2,000 higher education leaders have participated in the ACE Fellows Program since its inception, with more than 300 Fellows having served as chief executive officers of colleges or universities and more than 1,300 having served as provosts, vice presidents and deans. Visit <a href=\"http://www.acenet.edu\">www.acenet.edu</a> to learn more. Follow @ACEFellowsPro and join the conversation at #ACEFellows14.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/02/Deng-NASAgrant.php",
        "newSlug": "second-nasa-grant-will-fund-ut-arlington-study-of-space-weather-effects",
        "pageTitle": "Second NASA grant will fund UT Arlington study of space weather effects",
        "publishDate": "2014-02-11",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>University of Texas at Arlington\nphysicist Yue Deng will receive more than $500,000 from NASA to study how space\nweather events such as solar flares drive vertical winds to affect\nelectrodynamics in the Earth&#x2019;s upper atmosphere.&#xA0; </p>\n\n<figure class=\"image-caption-left photocaption300\">null<figcaption>Dr. Deng</figcaption></figure><!--end .image-caption-->\n<p>Deng&#x2019;s work could one\nday help operators of near-earth satellites, air traffic radar and electricity\ngrids know how to best safeguard their systems from bursts of radiation and\nenergetic particles. The research is funded through NASA&#x2019;s Living With a Star\ninitiative, which supports physics to further knowledge about the sun, its\nrelationship to the Earth and its effect on life and society.</p>\n<p>&#x201C;Almost all the influence of\nspace weather on our society is affected by dynamics in the upper atmosphere. Neutral\nwind in the upper atmosphere is very difficult to model and measure but it is\nstill one of the most important parameters to consider,&#x201D; said Deng, an\nassistant professor of physics who joined UT Arlington&#x2019;s College of Science in\n2009.</p>\n<p>Solar winds (plasma) from the\nSun carry an interplanetary magnetic field (IMF) and energy that interacts with\nthe Earth&#x2019;s outer magnetic field, or magnetosphere. During times of greater\nsolar output, like after a coronal mass ejection (CME) or solar flare, spikes\nof energy can enter the thermosphere/ionosphere, also known as the upper\natmosphere. If not properly anticipated, the bursts can disrupt energy delivery\nsystems, communication technology and airline activity.</p>\n<p>The new four-year, $534,000\ngrant builds on a $408,000 NASA grant Deng received in 2013 to further develop\nthe Global Ionosphere-Thermosphere Model or GITM. &#xA0;GITM is a 3-D look at how electrodynamic\nenergy from solar winds influences the Earth&#x2019;s upper atmosphere. </p>\n<p>The system is unique because it\nis the first to incorporate the non-hydrostatic process in a circulation model for\nthe upper atmosphere. A hydrostatic environment assumes a balance between\npressure gradient force and gravitational force, which is naturally disturbed\nwhen any energy is input from space environment, Deng said. &#xA0;</p>\n<p>The GITM system also is the\nfirst model of its kind to incorporate information about acoustic wave\npropagation. </p>\n<p>&#x201C;Dr. Deng&#x2019;s continued NASA\nsupport is a strong endorsement of the valuable role she is playing in pushing\npast limits in our understanding of the Earth and its atmosphere,&#x201D; said Pamela\nJansma, dean of the UT Arlington College of Science.&#xA0; &#x201C;She has forged partnerships with other\ninstitutions that are strengthening UT Arlington&#x2019;s reputation and benefiting\nthe scientific community overall.&#x201D;</p>\n<p>Donald Hampton, a research\nassistant professor at the University of Alaska Fairbanks, and Jonathan Makela,\nan associate professor of electrical and computer engineering at the University\nof Illinois, are co-investigators on Deng&#x2019;s new grant and will contribute\nobservational information. Observations for the new project will come from\nground based networks called Fabry-Perot interferometers that are based in\nAlaska and Brazil, as well as satellites from the U.S.-operated Defense\nMeteorology Satellite Program, or DMSP, and the Challenging Minisatellite\nPayload, or CHAMP, a German satellite.</p>\n<p>Deng&#x2019;s work with the GITM model\nhas already been featured in scientific journal articles, including a <i>Journal of Geophysical Research </i>study\npublished with UT Arlington Physics Professor Ramon E. Lopez in 2013. It was\ncalled: &#x201C;Theoretical study: Influence of different energy sources on the cusp\nneutral density enhancement.&#x201D; Deng was also the recipient of a 2010 National\nScience Foundation Early Career Development, or CAREER, award.</p>\n<p><b><span style=\"text-decoration: underline;\">About UT Arlington</span></b></p>\n<p>The\nUniversity of Texas at Arlington is a comprehensive research institution and\nthe second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked\nUT Arlington as the seventh fastest-growing public research university in 2013.\n<i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for\nundergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more and\nfollow <i>#UTAdna.</i></p>\n<p><i><br></i></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2014/04/Hispanic-Serving-Institution.php",
        "newSlug": "the-university-of-texas-at-arlington-becomes-'hispanic-serving-institution'",
        "pageTitle": "The University of Texas at Arlington becomes 'Hispanic-Serving Institution'",
        "publishDate": "2014-04-18",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "body": "\n<p>The University of Texas at Arlington has met U.S. Department of Education requirements to be considered a Hispanic-Serving Institution, a status that makes it eligible for federal grants supporting and strengthening institutions with large numbers of Hispanic students.</p>\n\n<figure class=\"image-caption-left photocaption250\">null<figcaption>Hispanic enrollment at UT Arlington reached 25.2 percent during the fall 2013 semester.</figcaption></figure><!--end .image-caption-->\n<p>UT Arlington becomes the highest-profile public research university in North Texas to receive the designation and one of about 300 nationally.</p>\n<p>&#x201C;This designation is aligned with the mission of our University, which is to be an internationally recognized research university distinguished by excellence in every regard and by the access we provide to students from all backgrounds,&#x201D; UT Arlington President Vistasp Karbhari said.</p>\n<p>&#x201C;It builds on the tremendous diversity, talent and dedication of our faculty members and will help us provide appropriate levels of support to ensure&#xA0;that each and every student has the opportunity to excel in all aspects of their academic careers.&#x201D;</p>\n<p>Pedro Reyes, executive vice chancellor for academic affairs for The University of Texas System, said the designation gives UT Arlington a distinct advantage.</p>\n<p>&#x201C;Being recognized as a Hispanic-Serving Institution will provide a host of opportunities for UT Arlington, including eligibility for a number of federal grants that can be used to expand and enhance academic offerings,&#x201D; Reyes said.</p>\n<p>&#x201C;I am tremendously proud of the diversity represented on our campuses across the UT System and of President Karbhari&#x2019;s work to provide a first-class education to students from a variety of backgrounds.&#x201D;</p>\n<p>A school must have a Hispanic population of at least 25 percent full-time undergraduate enrollment to qualify for the designation. UT Arlington&#x2019;s Hispanic population has climbed steadily in recent years as total global enrollment has swelled to about 38,000 students. Hispanic enrollment stands at 25.2 percent of the University&#x2019;s 25,000 undergraduates. &#xA0;</p>\n<p>While the HSI designation does not provide institutions with a direct award, it makes them eligible for funding from specific programs and initiatives aimed at promoting academic success not only for Hispanic students but for all those enrolled at the institution. For fiscal year 2014, the total appropriation for the federal HSI Program is more than $100 million.</p>\n<p>Such grants may be used for:</p>\n<ul>\n<li>Enhancement of academic offerings, program quality and institutional stability, all of which benefit the entire student population.</li>\n<li>Mentorship programs to enhance retention and graduation rates of first-generation college students.</li>\n<li>Recruitment of Hispanic students in STEM fields.</li>\n<li>Identification and recruitment of high-performance students from high school and community colleges to create a pipeline to UT Arlington.</li>\n<li>Internship opportunities.</li>\n<li>Recruitment of new international students.</li>\n</ul>\n<p>David Silva, UT Arlington vice provost for faculty affairs, guided the application process and said that the status means that the funds are applicable to their work and research needs, too.</p>\n<p>&#x201C;In addition to investing in our students, the HSI designation will provide new opportunities for faculty recruitment, faculty development and early-career scholars, and for strengthening UT Arlington&#x2019;s community partnerships,&#x201D; Silva said.</p>\n<p>Robert Estrada, a UT Arlington Development Board member and chairman of Dallas-based Estrada Hinojosa &amp; Co., applauded the new designation and called it &#x201C;a critical step toward providing greater resources and opportunities for all students, including the Hispanic population.&#x201D;</p>\n<p>&#x201C;This is a clear reflection of the changing demographics of the North Texas region, and I am proud to see UT Arlington pursuing available resources to serve its diverse study population,&#x201D; Estrada said. &#x201C;Diversity is part of what makes UT Arlington the world-class institution that it is, and its students and faculty are worthy of additional federal support.&#x201D;</p>\n<p>Antonio Flores, president of the National Hispanic Association of Colleges and Universities, has said that educating Latinos is crucial to future U.S. economic stability and growth. Latinos are projected to make up a majority of the Texas population by 2020 and nearly 30 percent of the nation&#x2019;s population by 2050.</p>\n<p>&#x201C;We need them to be more educated and more qualified than past generations so that we can sustain the rest of the economy and have the workforce needed to maintain our competitiveness in a global economy,&#x201D; said Flores, who spoke at UT Arlington April 16 as part of the Center for Mexican American Studies Speaker Series. &quot;We need to invest in the education and training of Latinos from the ground up, from kindergarten to 12th grade, into college and beyond.&quot;</p>\n<p>Universities must re-apply for the Hispanic-Serving Institution designation annually. To learn more, visit the Department of Education website at <a href=\"http://www.ed.gov\">www.ed.gov</a>.</p>\n<p><span style=\"text-decoration: underline;\"><b>About UT Arlington</b></span></p>\n<p>The University of Texas at Arlington is a comprehensive research institution and the second largest institution in The University of Texas System. <i>The Chronicle of Higher Education</i> ranked UT Arlington as the seventh fastest-growing public research university in 2013. <i>U.S. News &amp; World Report</i> ranks UT Arlington fifth in the nation for undergraduate diversity. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more. Follow #UTAdna on Twitter.</p>\n"
    }
]