[
    {
        "oldURL": "https://www.uta.edu/news/releases/2016/11/seo-noaa-precipitation-research.php",
        "newSlug": "uta-researcher-looks-to-use-new-algorithms-to-improve-precipitation-maps",
        "pageTitle": "UTA researcher looks to use new algorithms to improve precipitation maps",
        "publishDate": "2016-11-03",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "engineering",
            "environment",
            "innovation",
            "research",
            "weather"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "A UTA civil engineering professor and hydrologic researcher expects to improve the accuracy of rainfall maps produced by the National Weather Service ",
        "body": "\n<p>A UTA civil engineering professor and hydrologic researcher expects to improve the accuracy of rainfall maps produced by the National Weather Service by 10 to 20 percent for heavy-to-extreme rainfall events through a <a href=\"http://owaq.noaa.gov/GrantsandProjects.aspx\">National Oceanic and Atmospheric Administration grant</a>.</p>\n\n<figure class=\"figure float-left photocaption400\"><img alt=\"D.J. Seo\" id=\"story-image-2\" src=\"/news/images/dj-seo-sensors-app-portrait.jpeg\" width=\"100%\"><figcaption>D.J. Seo. UTA civil engineering professor, will develop a more accurate precipitation measurement tool for the National Weather Service by using a National Oceanic and Atmospheric Administration grant.</figcaption></figure><!--end .image-caption-->\n<p>D.J. Seo, the Robert S. Gooch Professor of Water Resources Engineering in the <a href=\"http://www.uta.edu/ce/\">Civil Engineering Department</a>, is collaborating with Lin Tang, a research scientist at the University of Oklahoma; Jian Zhang of the NOAA&#x2019;s National Severe Weather Storms Laboratory; and David Kitzmiller and Greg Fall of the NOAA&#x2019;s National Water Center.</p>\n<p>Seo said that more accurate rainfall maps such as those available from <a href=\"http://water.weather.gov/precip/\">http://water.weather.gov/precip/</a>, will positively impact decisions made by emergency managers, water managers, municipalities, the agricultural sector, the insurance industry and others. In addition, the more accurate precipitation information affects everyday people.</p>\n<p>Under the grant, UTA will receive $188,442 and OU will receive $197,546. That $385,988 is part of $6 million in total funding from the NOAA&#x2019;s National Weather Service as part of its Joint Technology Transfer Initiative. The total funding was dispersed to more than 100 academic institutions. The initiative&#x2019;s aim is to get new tools and technologies more rapidly into the hands of weather forecasters.</p>\n<p>&#x201C;NOAA has sharpened its focus on speeding up this important transition of technology to National Weather Service day-to-day operations,&#x201D; said John Cortinas, director of NOAA Research&#x2019;s Office of Weather and Air Quality, which manages the Joint Technology Transfer Initiative in close coordination with NWS, in a news release. &#x201C;This funding represents another important step to get new tools and technologies more rapidly into the hands of our weather forecasters who serve communities around the nation.&#x201D;</p>\n<p>Seo said the project will take into account the weather radar networks, tens of thousands of rain gauges and satellite sensors that the National Weather Service employs.</p>\n<p>&#x201C;We&#x2019;ll be using that information, running it through a new suite of algorithms to determine heavy-to-extreme precipitation amounts more accurately,&#x201D; Seo said. &#x201C;Our goal is to improve the accuracy by 10 to 20 percent. Being able to estimate precipitation better has a chain reaction of sorts on the entire water prediction and management enterprise. If we&#x2019;re more accurate in precipitation, then we can be more accurate in our streams, creeks and rivers. That leads to being more accurate in flood warnings and in the operation and management of our reservoirs.&#x201D;</p>\n<p>Greg Waller, service coordination hydrologist for the National Weather Service&#x2019;s West Gulf River Forecast Center, said Seo&#x2019;s work will enhance the agency&#x2019;s ability to better serve the public.</p>\n<p>&#x201C;Dr. Seo is a great teammate,&#x201D; Waller said. &#x201C;His work will help us forecast flooding more accurately. That helps meteorologists and invariably helps the public. We are looking forward to another collaborative effort with UTA.&#x201D;</p>\n<p>College of Engineering Dean Peter Crouch said the research Seo and his team are carrying out in this project is another example of UTA-led research that cuts across data-driven discovery, sustainable urban communities and global environmental impact, three tenants under UTA&#x2019;s <a href=\"http://www.uta.edu/strategicplan/\">Strategic Plan 2020: Bold Solutions | Global Impact</a>.</p>\n<p>&#x201C;Creating a better tool in determining precipitation amounts is especially beneficial in severe weather episodes,&#x201D; Crouch said. &#x201C;Improving forecasts could save lives and property.&#x201D;</p>\n<p>Seo joined the University in 2010 following professional appointments to the National Weather Service&#x2019;s Hydrologic Research Laboratory in Maryland and as a senior researcher in the Environmental Remote Sensing Research Laboratory at the Korea Institute of Science and Technology in Taejon, Korea.</p>\n<p>Seo earned his master&#x2019;s degree from the Massachusetts Institute of Technology and his doctoral degree from Utah State University.</p>\n<p>In the spring of 2016, he launched a new Android cell phone app called&#xA0;<i>iSeeFlood</i>&#xA0;to encourage the public to file timely reports when they see flooding of varying severity on the streets, in and around their houses, and in streams and creeks.</p>\n<p>At that same time, Seo&#x2019;s team also installed innovative wireless sensors to improve high-resolution modeling of urban water systems. Researchers about a dozen of the high-tech sensors in Fort Worth, Grand Prairie, Dallas, Arlington and Kennedale.</p>\n<p>Seo was awarded in 2014 a four-year, $1.2 million National Science Foundation grant to improve sustainability of large urban areas from extreme weather, urbanization and climate change.</p>\n<p>That project built on Seo&#x2019;s previous work to help establish the Collaborative Adaptive Sensing of the Atmosphere, or CASA, radar system in North Texas. UT Arlington installed the first radar station in North Texas atop of Carlyle Hall in 2012 as part of Seo&#x2019;s research. The CASA system provides weather data every minute compared to every five to six minutes with previous weather radar systems. CASA can adapt to focus on smaller areas, giving the users more detailed information to better monitor and track storms and precipitation.</p>\n<p>Seo was also awarded a two-year $283,000 grant in 2015 from the National Oceanic and Atmospheric Administration Climate Program Office to forecast inflows into water supply reservoirs and to generate optimal solutions for operation of water supply systems for major water providers in the region. He and his team collaborate on the project with the Tarrant Regional Water District, the National Weather Service, the Trinity River Authority and the North Central Texas Council of Governments.</p>\n<p><b><span style=\"text-decoration: underline;\">About The University of Texas at Arlington</span></b></p>\n<p>The University of Texas at Arlington is a Carnegie &#x201C;highest research activity&#x201D; institution of more than 50,000 students in campus-based and online degree programs and is the second-largest institution in The University of Texas System. The Chronicle of Higher Education ranked UTA as one of the 20 fastest-growing public research universities in the nation in 2014. U.S. News &amp; World Report ranks UTA fifth in the nation for undergraduate diversity. The University is a Hispanic-Serving Institution and is ranked as the top four-year college in Texas for veterans on Military Times&#x2019; 2016 Best for Vets list. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a> to learn more, and find UTA rankings and recognition at <a href=\"http://www.uta.edu/uta/about/rankings.php\">www.uta.edu/uta/about/rankings.php</a>.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2016/09/construction-fall-2016.php",
        "newSlug": "building-projects-greet-fall-2016-students-faculty-staff-visitors",
        "pageTitle": "Building projects greet Fall 2016 students, faculty, staff, visitors",
        "publishDate": "2016-09-01",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "faculty",
            "staff",
            "student life"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "With a likely record number of students calling The University of Texas at Arlington home this fall and continued growth, returning students, faculty,",
        "body": "\n<p>With a likely record number of students calling The University of Texas at Arlington home this fall and continued growth, returning students, faculty, staff and visitors will see a number of substantial, physical campus changes from spring 2016.</p>\n<p>Official enrollment numbers won&#x2019;t be out until mid-September but construction projects abound at North Texas&#x2019; model 21<sup>st</sup> century urban research university.</p>\n\n<figure class=\"figure float-left photocaption350\"><img alt=\"Construction at UTA\" id=\"story-image-2\" src=\"/news/images/construction1.jpeg\" width=\"100%\"><figcaption>Construction at UTA is taking place across the campus this fall and spring.</figcaption></figure><!--end .image-caption-->\n<p>One of the biggest changes takes place on the southern edge of the campus where the construction of the new <a href=\"http://www.uta.edu/seir/\">Science and Engineering Innovation and Research building</a> commences.</p>\n<p>The 220,000-square-foot building will rise just south of University Hall and the Life Science Building and will support significant growth of students in areas of workforce need and provide the basis for enhanced research activity.</p>\n<p>The UT System Board of Regents approved the design for the $125 million SEIR building this summer. The official groundbreaking is scheduled for late October.</p>\n<p>This new modern glass and steel structure will provide a new, iconic southern entry to the UTA campus. The project will add 900 teaching seats in lecture halls and classrooms, which will support enrollment growth across campus, especially the planned growth in the College of Engineering, the College of Nursing and Health Innovation, and the College of Science.</p>\n<p>Duane Dimos, UTA vice president for research, said the SEIR building will serve as an inspiration point for students and also as a visually grand entrance at the southern edge of the campus.</p>\n<p>&#x201C;We want the building and especially the ideas that spring from the SEIR to positively impact the health and wellness of our community and society in general,&#x201D; Dimos said. &#x201C;What is taught in the building will represent everything from the basic understanding of science, technology, engineering and mathematics to research results that will transform the world in line with the goals of UTA&#x2019;s <a href=\"http://www.uta.edu/strategicplan/\">Strategic Plan 2020: Bold Solutions | Global Impact</a>.&#x201D;</p>\n<p>In addition, University students, faculty, staff and visitors can see the new Career Development Center, extending from the eastern edge of the University Center.</p>\n<p>The center will be a next-generation hub for students and alumni seeking jobs and the marketable skills today&#x2019;s employers seek in their workforce. It will serve those students and alumni as a resource for resume writing, sharpening interview skills, networking, job searches and salary negotiation, and will do so from the beginning of the UTA experience through to graduation and beyond.</p>\n<p>The center also will serve as a conduit for employers seeking job candidates, student internship applicants and a link to the vibrant, freshly minted workforce.</p>\n<p>On the west side of campus, two antiquated apartment complexes were leveled to make way for temporary parking. Those two parking plots eventually could become future academic space according to the University&#x2019;s master plan.</p>\n<p>Other older apartment buildings on the campus, north of the university center and at south end of the campus by West Mitchell and South Pecan streets also will be removed.&#xA0; Once removed, adjacent surface parking lots will be expanded to address parking spaces that will be lost with planned construction.</p>\n<p>Across Nedderman Drive, the parking lot north of the Maverick Activities Center will eventually house a new 500-bed residence hall to be constructed in mid to late spring. That complex will be located on the southwest corner of the MAC parking lot. The $30.8 million facility is scheduled to open in fall 2018.</p>\n<p>Phase 2 of the west side construction project includes another planned 500-bed residence hall erected in the northwest corner of that MAC parking lot.</p>\n<p>For students, the new residence halls will translate to a living/learning environment similar to Vandergriff Hall.</p>\n<p>&#x201C;The new room designs will be very similar to Vandergriff Hall but these are double occupancy rooms versus the suites in Arlington Hall and Kalpana Chawla Hall,&#x201D; said John Hall, UTA vice president for administration and campus operations. &#x201C;The double occupancy rooms are in the greatest demand by our students as many prefer the more social interaction these rooms provide versus the private bedroom suites.&#x201D;</p>\n<p>UTA now has about 5,200 students living on campus and another 5,000 living within the general campus vicinity.</p>\n<p>Construction of a west side dining hall facility will begin in the spring as well with that $21 million facility scheduled to open in the fall of 2018. The dining facility will feature an open concept with natural lighting and will include a student union space on the second floor.</p>\n<p>A 1,500-car parking garage to support all the residence halls is anticipated to open in the northeast corner of that MAC parking lot in fall 2017 to accommodate projected growth of the university.</p>\n<p><b><span style=\"text-decoration: underline;\">About The University of Texas at Arlington</span></b><span style=\"text-decoration: underline;\"> </span></p>\n<p>The University of Texas at Arlington is a Carnegie Research-1 &#x201C;highest research activity&#x201D; institution of about 55,000 students in campus-based and online degree programs and is the second-largest institution in The University of Texas System. U.S. News &amp; World Report ranks UTA fifth in the nation for undergraduate diversity. The University is a Hispanic-Serving Institution and is ranked as the top four-year college in Texas for veterans on Military Times&#x2019; 2016 Best for Vets list. Visit <a href=\"http://www.uta.edu/\">www.uta.edu</a><span style=\"text-decoration: underline;\"> </span>to learn more, and find UTA rankings and recognition at <a href=\"http://www.uta.edu/uta/about/rankings.php\">www.uta.edu/uta/about/rankings.php</a>.</p>\n<p>For more on the Strategic Plan, see <a href=\"http://www.uta.edu/strategicplan/\">Strategic Plan 2020: Bold Solutions | Global Impact.</a></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2017/05/Lemaux-appointed-TCOLE.php",
        "newSlug": "gov.-abbott-appoints-uta-police-chief-to-law-enforcement-commission",
        "pageTitle": "Gov. Abbott appoints UTA police chief to law enforcement commission",
        "publishDate": "2017-05-02",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "awards",
            "staff"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "Kim Lemaux, chief of police for The University of Texas at Arlington, has been appointed to the Texas Commission on Law Enforcement by Gov. Greg Abbot",
        "body": "\n<p>Kim Lemaux, chief of police for The University of Texas at Arlington, has been appointed to the Texas Commission on Law Enforcement by Gov. Greg Abbott.</p>\n\n<figure class=\"figure float-left photocaption150\"><img alt=\"Kim Lemaux\" id=\"story-image-2\" src=\"/news/images/kim-lemaux.jpeg\" width=\"100%\"><figcaption>UTA Police Chief Kim Lemaux was appointed to the&#xA0;Texas Commission on Law Enforcement by Gov. Greg Abbott.</figcaption></figure><!--end .image-caption-->\n<p>As a state regulatory agency, the commission&#x2019;s mission is to establish and enforce standards to ensure that the people of Texas are served by highly trained and ethical law enforcement, corrections and telecommunications personnel. The agency, which was established in 1965, also hands out professional achievement awards and recognizes Texas peace officers who have died in the line of duty.</p>\n<p>&#x201C;I&#x2019;m humbled and honored to serve on this commission,&#x201D; Lemaux said. &#x201C;The commission&#x2019;s objectives and work in improving law enforcement in Texas are admirable. It&#x2019;s what Texas citizens deserve.&#x201D;</p>\n<p>Lemaux joined UTA in 2013 from the City of Arlington Police Department, where she served as deputy police chief. Lemaux graduated from the North Texas Regional Council of Governments Police Academy and received a bachelor&#x2019;s degree in Business Administration from UTA and a master&#x2019;s degree in security management from American Public University in Charles Town, West Va.</p>\n<p>Currently, she is the vice president of the Texas Association of College and University Police Administrators and a member of the International Association of Police Chiefs, North Texas and&#xA0; Texas Police Chiefs associations, the International Association of Campus Law Enforcement Administrators and the Commission on Accreditation for Law Enforcement Agencies.</p>\n<p>&#x201C;Chief Lemaux is a consummate professional and a wonderful asset to both the University of Texas at Arlington and the University of Texas System Police,&#x201D; UT System Director of Police Michael Heidingsfield said. &#x201C;Her contributions to the Texas Commission of Law Enforcement will be substantial. We applaud her selection.&#x201D;</p>\n<p>At UTA, Lemaux leads a department that includes 44 sworn officers, 47 public safety officers, police telecommunicators and emergency management staff and oversees a $6.7 million annual budget.</p>\n<p>Over the past three years, work by the UTA Police Department has garnered a significant reduction in burglary, robbery and domestic violence incidents on campus. One such initiative, a strategic partnership with the library, reduced thefts by 63 percent in the building.</p>\n<p>The University of Texas System recently named the UTA Police Department the 2016 Pacesetter Police Department of the Year. The award is presented to the department within the system that demonstrates a commitment to public safety and contemporary policing, as well as setting an example for other UT System institutions.</p>\n<p>&#x201C;The innovative tactics and community policing employed by Chief Lemaux and her department are getting real results on our campus,&#x201D; said John Hall, UTA vice president of administration and campus operations. &#x201C;Students see the commitment of our police officers and know UTA is a campus that values their safety.&#x201D;</p>\n<p>The UTA Police Department is accredited by two national accrediting agencies: the Commission on Accreditation for Law Enforcement Agencies and the International Association of Campus Law Enforcement Administrators Less than 2 percent of university police departments and agencies across the country earn this designation.</p>\n<p>UTA&#x2019;s participation in the National Night Out event has earned the department recognition for community-building on campus and in the Arlington area by the National Association of Town Watch. UTA has been recognized for these efforts for five consecutive years.</p>\n<p>Lemaux&#x2019;s appointment is through Aug. 30, 2021.</p>\n<p><b><span style=\"text-decoration: underline;\">About The University of Texas at Arlington</span></b></p>\n<p>The University of Texas at Arlington is a Carnegie Research-1 &#x201C;highest research activity&#x201D; institution. With a projected global enrollment of close to 57,000, UTA is one of the largest institutions in the state of Texas. Guided by its Strategic Plan 2020&#xA0;<a href=\"http://uta.edu/strategicplan\">Bold Solutions|Global Impact</a>, UTA fosters interdisciplinary research and education within four broad themes: health and the human condition, sustainable urban communities, global environmental impact, and data-driven discovery. UTA was recently cited by&#xA0;<i>U.S. News &amp; World Report&#xA0;</i>as having the second lowest average student debt among U.S. universities.&#xA0;<i>U.S. News &amp; World Report&#xA0;</i>lists UTA as having the fifth highest undergraduate diversity index among national universities. The University is a Hispanic-Serving Institution and is ranked as the top four-year college in Texas for veterans on&#xA0;<i>Military Times&#x2019;&#xA0;</i>2017 Best for Vets list.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2016/09/Fall-enrollment-2016.php",
        "newSlug": "uta-enrollment-climbs-7.3-percent-closing-in-on-40000-texas-based-students",
        "pageTitle": "UTA enrollment climbs 7.3 percent, closing in on 40,000 Texas-based students",
        "publishDate": "2016-09-15",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "alumni",
            "faculty",
            "staff",
            "student life"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "The University of Texas at Arlington continues to set new records in enrollment numbers, reporting a preliminary census count of 39,714 Texas-based st",
        "body": "\n<p>The University of Texas at Arlington continues to set new records in enrollment numbers, reporting a preliminary census count of 39,714 Texas-based students, an increase of 7.3 percent over fall 2015. Total degree-seeking global enrollment to date has exceeded 45,000 students and is anticipated to surpass 57,000 by the end of this academic year, making UTA potentially the largest campus in The University of Texas System.</p>\n\n<figure class=\"figure float-left photocaption400\"><img alt id=\"story-image-2\" src=\"/news/images/fall-2016-enrollment.jpeg\" width=\"100%\"></figure><!--end .image-caption-->\n<p>Undergraduate enrollment grew by 6.4 percent overall with the Hispanic undergraduate population registering an 11.8 percent increase, emphasizing UTA&#x2019;s continued success in keeping up with changing demographics in the DFW metroplex, and continuing UTA&#x2019;s ranking by <i>U.S. News &amp; World Report</i> as fifth among national universities for undergraduate diversity.</p>\n<p>&#x201C;UTA continues to prove itself as an economic engine of the North Texas region,&#x201D; said state Rep. Rodney Anderson, R-Grand Prairie, a UTA graduate in business administration and real estate. &#x201C;Its focus is clearly on the needs of that community, serving as an inspiration for the very best high school and community college students, and offering an affordable and excellent college education.&#x201D;&#xA0; <b><br></b></p>\n<p>The College of Nursing and Health Innovation saw the largest growth with a 23 percent increase in student population. One of only three Centers of Excellence in Texas named by the National League for Nursing, the college graduates the largest number of skilled degreed nurses in the state.&#xA0;</p>\n<p>The School of Social Work&#x2019;s enrollment increased by 6.7 percent, building on its recent ranking as third among the top 25 social work schools determined by GraduatePrograms.com.</p>\n<p>The College of Engineering continued to climb in rankings, at both the undergraduate and graduate levels, and size with a student population of 7,238 in line with plans to reach 10,000 by Fall 2020 in order to meet the state&#x2019;s needs for highly skilled engineers.</p>\n<p>The College of Business, with its part-time MBA ranked No. 82 among <i>U.S. News &amp; World Report</i>&#x2019;s Best Graduate Schools in the nation, surpassed 6,000 students for the first time.</p>\n<p>Graduate enrollment &#x2013; a key indicator of research focus&#xA0; &#x2013; increased by more than 1,000 students, addressing the increasing need for post-graduate education in a competitive and thriving Texas economy.</p>\n<p>UTA President Vistasp Karbhari said, &#x201C;The continued momentum of our great institution in rankings at both the undergraduate and graduate levels is clear evidence of the tremendous success of our faculty and staff in providing the very best educational experiences to students, ensuring access and the highest levels of excellence at an affordable cost.&#xA0; I am extremely proud of the faculty and staff who are enabling us to not only meet our mission of serving the metroplex, but are also setting new standards of excellence as an institution of first choice for students, as we progress toward being the Model 21st Century Urban Research University.&#x201D;</p>\n<p>The enrollment growth follows a record year in rankings including being named an R-1: Doctoral Universities - Highest Research Activity Institution by the Carnegie Classification of Institutions of Higher Education in February of this year, and having more than 20 graduate programs across all eight academic colleges listed by <i>U.S. News &amp; World Report</i> as among the top in the nation.&#xA0; The counts emphasize UTA&#x2019;s growing reputation as an institution that provides access alongside excellence across its academic programs.</p>\n<p>The University is focused on enabling the megacity of the future through its forward-thinking <a href=\"http://www.uta.edu/strategicplan/\">Strategic Plan 2020: Bold Solutions | Global Impact</a>, and is a leading force in North Texas in strengthening the educational continuum of pre-kindergarten through post-graduate learning to achieve the state&#x2019;s <a href=\"http://www.thecb.state.tx.us/index.cfm?objectid=5033056A-A8AF-0900-DE0514355F026A7F\">60X30TX</a> educational goals and future workforce needs.</p>\n<p><span style=\"text-decoration: underline;\"><b>About The University of Texas at Arlington </b></span></p>\n<p>The University of Texas at Arlington is a Carnegie Research-1 &#x201C;highest research activity&#x201D; institution of about 55,000 students in campus-based and online degree programs and is the second-largest institution in The University of Texas System. U.S. News &amp; World Report ranks UTA fifth in the nation for undergraduate diversity. The University is a Hispanic-Serving Institution and is ranked as the top four-year college in Texas for veterans on Military Times&#x2019; 2016 Best for Vets list. Visit&#xA0;www.uta.edu&#xA0;to learn more, and find UTA rankings and recognition at&#xA0;<a href=\"http://www.uta.edu/uta/about/rankings.php\">www.uta.edu/uta/about/rankings.php</a>.</p>\n<p>For more on the Strategic Plan, see&#xA0;<a href=\"http://www.uta.edu/strategicplan/\">Strategic Plan 2020: Bold Solutions | Global Impact.</a></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2017/05/SunBelt-track-championship.php",
        "newSlug": "uta-hosts-sun-belt-conference-outdoor-track-and-field-championship-this-weekend",
        "pageTitle": "UTA hosts Sun Belt Conference Outdoor Track and Field Championship this weekend",
        "publishDate": "2017-05-08",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "sports"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "UTA hopes to claim its third title of the year when it competes in the Sun Belt Conference Outdoor Track and Field Championship Friday-Sunday, May 12-",
        "body": "\n<p>UTA hopes to claim its third title of the year when it competes in the Sun Belt Conference Outdoor Track and Field Championship Friday-Sunday, May 12-14, at <a href=\"http://www.uta.edu/maps/?building=STAD\">Maverick Stadium</a>, 1307 W. Mitchell St.</p>\n\n<figure class=\"figure float-left photocaption400\"><img alt=\"Helen Falda\" id=\"story-image-2\" src=\"/news/images/falda-helen.jpeg\" width=\"100%\"><figcaption>Helen Falda, a UTA pole vaulter, will compete this weekend in the Sun Belt Conference Outdoor Championship.</figcaption></figure><!--end .image-caption-->\n<p>Admission is free on Friday. Tickets are $10 for adults and $8 for ages 6-17 Saturday and Sunday at <a href=\"http://www.utatickets.com/\">utatickets.com</a>. Admission is free all days for ages 5 and younger. Admission also is free all days for those with a student ID from an SBC school.</p>\n<p>A win will be the Mavericks&#x2019; 10<sup>th</sup>&#xA0;overall outdoor title and complete the triple crown in track and field events for this season. UTA&#x2019;s men&#x2019;s team won the SBC cross country and indoor track titles earlier this season. The Mavs last won a triple crown in the 2013-14 school year.</p>\n<p>Going into the competition, the UTA men have the fastest time in the 4x400 relay, and the women have the third fastest in the 4x100 relay.</p>\n<p>Mavericks claim first and second spots in four areas. They are, respectively, Craig Lautenslager and Michael Guerrero, men&apos;s 5,000 meter and the 10,000 meter; Helen Falda and Madison Pecot, women&apos;s pole vault; and Tamerah Gorham and Astrid Rosvall, women&apos;s 800 meter.</p>\n<p>Ranked third going into the tournament are Brenden Wallace, 400 meters; Katelyn Hayward, 1,500 meters; Justin Domangue, 5,000 meters; Garrett Moore, 400 meter hurdles; and Chassity Love and Tobi Fawehinmi, women&apos;s and men&apos;s long jump, respectively.</p>\n<p>Go to the <a href=\"https://www.tfrrs.org/lists/1710.html\">SBC performance list</a> and select the 2017 NCAA Division I outdoor season to see more rankings.</p>\n<p>Athletes with the top times and distances will advance to the NCAA West Regional meet. See the current <a href=\"https://www.tfrrs.org/lists/1926.html\">NCAA West standings</a>.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2018/04/subbarao-ONR-multi-UAVs.php",
        "newSlug": "uta-researcher-earns-grant-to-investigate-metrics-that-guarantee-performance-of-unmanned-aerial-vehicles-in-groups",
        "pageTitle": "UTA researcher earns grant to investigate metrics that guarantee performance of unmanned aerial vehicles in groups",
        "publishDate": "2018-04-05",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "computer science",
            "engineering",
            "research"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "When an aircraft is built, manufacturers guarantee that it will meet certain conventional margins for performance, such as speed, stability and handli",
        "body": "\n<p>When an aircraft is built, manufacturers guarantee that it will meet certain conventional margins for performance, such as speed, stability and handling under various conditions.</p>\n\n<figure class=\"figure float-left photocaption400\"><img alt=\"Kamesh Subbarao\" id=\"story-image-2\" src=\"/news/images/kamesh-subbarao-portrait.jpeg\" width=\"100%\"><figcaption>Kamesh Subbarao, a UTA associate professor in the Mechanical and Aerospace Engineering Department, received a grant to help multicple unmanned vehicles work in concert.</figcaption></figure><!--end .image-caption-->\n<p>Conventional margins are standards the industry has endorsed. They are specifications that can be used to predict the stability and performance of a single vehicle with reasonable reliability. However, no such specifications exist to predict how groups of vehicles will perform in tandem.</p>\n<p>Kamesh Subbarao, an associate professor in the Mechanical and Aerospace Engineering Department at The University of Texas at Arlington, is using a four-year, $795,427 Basic Research Challenge grant from the Office of Naval Research to create metrics to evaluate the performance of multiple unmanned vehicles that operators will be able to use to predict vehicle behavior under mission-specific conditions.</p>\n<p>Once Subbarao has determined those metrics, he will develop a framework to identify key system parameters that will provide guaranteed performance of a group of aircraft.</p>\n<p>Subbarao, an aerospace engineer, will focus on fully autonomous unmanned aerial vehicles, but his findings could easily be applied to land- or water-based vehicles or groups of multiple types of unmanned vehicles.</p>\n<p>&#x201C;We know how to assess the performance of a single vehicle, but not how teaming affects multiple vehicles, so I will work to identify key parameters that affect overall performance and then make recommendations on how they need to be applied,&#x201D; Subbarao said.</p>\n<p>&#x201C;There are many variables that show up in a group that aren&#x2019;t there in individual tasks, so if you don&#x2019;t know how sensitivity to those variables will affect each vehicle, it is difficult to predict how each one will perform in a group.&#x201D;</p>\n<p>Conventional margins have been used for decades based on mathematical models of a vehicle and can be quickly evaluated to predict performance. The challenge in applying conventional margins to groups of aircraft is that each vehicle is different and each mission might call for multiple tasks within the mission. The timing and coordination of those tasks creates conditions that the creators of the performance specifications might not have considered.</p>\n<p>For instance, if a group of unmanned aerial vehicles was sent to survey an area and each had a different sensor for a different type of data, the order in which the vehicles passed over the area could make a difference, and each vehicle would have to understand when the previous vehicle had completed its part of the mission. Coordinating airborne and ground-based vehicles on a mission also would be challenging based on how terrain or weather affected any of the vehicles involved.</p>\n<p>&#x201C;There must be a continuous exchange of information, and it is important to create parameters in such a way that mission planners will have a good idea of the overall effectiveness when they decide how to deploy resources,&#x201D; Subbarao said.</p>\n<p>Subbarao&#x2019;s work is an example of how UTA researchers are supporting data-driven discovery, one of four themes of the University&#x2019;s <a href=\"https://www.uta.edu/strategicplan/\">Strategic Plan 2020: Bold Solutions | Global Impact</a>, says Erian Armanios, chair of the Mechanical and Aerospace Engineering Department.</p>\n<p>&#x201C;This is the power of building squads of autonomous aircraft to accomplish a broad range of missions efficiently,&#x201D; Armanios said. &#x201C;Dr. Subbarao&#x2019;s unique expertise in this project is bound to achieve breakthroughs in customizing formation patterns to a given operation and allow mission planners to make informed, data-based decisions that will ensure that assets are used in the most effective way possible.&#x201D;</p>\n<p>Subbarao previously earned a grant from the Air Force Research Laboratory to improve the ability of unmanned vehicle systems to work together and better analyze data collected within an environment.</p>\n<p>Also in the College of Engineering, Yan Wan, an associate professor of electrical engineering, is using a $998,803 National Science Foundation grant to create a networked aerial computing system would allow operators to download fused information from UAV networks and respond in real time, and would increase the vehicles&#x2019; ability to share information with each other for safer control in flight.</p>\n<p>Electrical Engineering Professor Frank Lewis and his collaborators developed and patented a process called Integral Reinforcement Learning, by which a device learns and makes control decisions in reaction to a set of variables that changes based on each previous decision, continuously in real time, online, allowing greater autonomy and faster response.</p>\n<p>The College offers graduate and undergraduate certificate programs in Unmanned Vehicle Systems and has several faculty members conducting research in command and control, vehicle design and other related areas. The UTA Research Institute has an FAA Certificate of Authorization to fly in the airspace around its campus, making it a viable venue for testing.</p>\n<p>In addition, four UTARI/UTA faculty members play key roles on the Texas team that develops safety systems for unmanned aircraft at the Lone Star Unmanned Aerial Systems Center. Along with UTARI, Texas A&amp;M Corpus Christi, Texas A&amp;M Engineering Experiment Station, Camber Corp. of Huntsville, Ala., and the Southwest Research Institute in San Antonio were named by the Federal Aviation Administration as part of the agency&#x2019;s efforts to get UAVs airborne.</p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2019/05/Makedon-women-in-technology.php",
        "newSlug": "professor-fillia-makedon-earns-women-in-technology-award-from-dallas-business-journal",
        "pageTitle": "Professor Fillia Makedon earns Women in Technology Award from Dallas Business Journal",
        "publishDate": "2019-05-23",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "awards",
            "computer science",
            "engineering"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "The University of Texas at Arlington’s Fillia Makedon, an expert and leader in machine learning and assistive technologies, was among 25 women named b",
        "body": "\n<p>The University of Texas at Arlington&#x2019;s Fillia Makedon, an expert and leader in machine learning and assistive technologies, was among 25 women named by the Dallas Business Journal as winners in the sixth annual Women in Technology Awards.</p>\n\n<figure class=\"figure float-left photocaption350\"><img alt=\"Fillia Makedon\" id=\"story-image-2\" src=\"/news/images/makedon.jpeg\" width=\"100%\"><figcaption>Fillia Makedon, professor in UTA&apos;s Department of Computer Science and Engineering, was awarded a Dallas Business Journal Women in Technology award.</figcaption></figure><!--end .image-caption-->\n<p>The awards celebrate and honor the tech mavericks who are forging the way for both women and future tech leaders in Dallas-Fort Worth. Makedon, a Jenkins Garrett professor in the Computer Science and Engineering Department, and her fellow honorees were recognized at a reception May 14 in Dallas.</p>\n<p>&#x201C;The Women in Technology Award is a great honor that demonstrates the vision and appreciation of the Dallas business community for women&#xA0;working in information technology,&#x201D; Makedon said. &#x201C;The award provides a great showcase of the serious work and science being done at UTA and in the region and helps motivate others to recognize the work of more women.&#x201D;</p>\n<p>Makedon joined UTA&#x2019;s College of Engineering in 2006 and served as chair of the Computer Science and Engineering Department until 2014. She has secured more than $9.3 million in research funding as principal investigator or co-investigator during her tenure at UTA, and nearly $15 million in her career.</p>\n<p>Her recent technology-based research includes using artificial intelligence to assess and enhance cognitive abilities in school-aged children, designing a robot-based vocational assessment and training system and developing a personalized, smart rehabilitation system. All are being conducted through the Heracleia Human Centered Computing Lab.</p>\n<p>Makedon, winner of three Fulbright awards, earned her doctoral degree in computer science from Northwestern University. She has received National Science Foundation research awards in the areas of trust management, brain computing, data mining, parallel computing, visualization, knowledge management, cyberphysical systems, major research instrumentation and cyberhuman systems, among others. She has authored more than 350 peer-reviewed research publications.</p>\n<p>In addition to the Heracleia Lab, Makedon directs the Center for Assistive Technologies to Enhance Human Performance, or iPerform, a National Science Foundation Industry/University Cooperative Research Center. She is member of several journal editorial boards and chair of the international PETRA (PErvasive Technologies Related to Assistive Environments) conference.</p>\n<p>Prior to joining UTA, Makedon was a program director at the National Science Foundation from 2005-06. She was a professor of computer science and founder and director of the Dartmouth Experimental Visualization Laboratory at Dartmouth College from 1991-2006 and an assistant and associate professor at UT Dallas from 1985-91, where she founded the Computer Learning Research Center and helped establish the current UTD Computer Science Department as an independent entity.</p>\n<p>Peter Crouch, dean of UTA&#x2019;s College of Engineering, said that the Women in Technology Award is a great honor for Makedon and reflects UTA&#x2019;s commitment to <a href=\"https://www.uta.edu/strategicplan/plan/themes/health.php\">health and the human condition</a> and <a href=\"https://www.uta.edu/strategicplan/plan/themes/data.php\">data-driven discovery</a>, two themes of the University&#x2019;s <a href=\"https://www.uta.edu/strategicplan\">Strategic Plan 2020</a>.</p>\n<p>&#x201C;We are proud to have Dr. Makedon on our faculty,&#x201D; Crouch said. &#x201C;She has an outstanding record of discovery and her research is aimed at making a real difference in the lives of people who, because of illness, age or other factors, can benefit greatly from assistive technologies. This recognition is well-deserved.&#x201D;</p>\n<p style=\"text-align: right;\"><i>-- written by Jeremy Agor</i></p>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2016/11/alumni-honored.php",
        "newSlug": "alumni-honored-at-annual-awards-dinner",
        "pageTitle": "Alumni honored at annual awards dinner",
        "publishDate": "2016-11-11",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "shortDescription": "The Annual Distinguished Alumni Awards recognizes outstanding UTA graduates for their achievements, impact on their professions, service to the broade",
        "body": "\n<p>The Annual Distinguished Alumni Awards recognizes outstanding UTA graduates for their achievements, impact on their professions, service to the broader community, and the tremendous example they have set for future generations of UTA Mavericks.</p>\n<p>Guests were greeted by the UTA Jazz Orchestra, led by Jazz Studies Professor Tim Ishii. Alumni Sana Syed &#x2019;04, director of the public information office for the City of Dallas, and Bryan Chase &#x2019;94, director of global communications for Bell Helicopter, kicked off the evening as emcee&#x2019;s.</p>\n<p>The Honorable B. Glen Whitley &#x2019;76, was the first honoree of the night, receiving the Distinguished Alumni and Community Service Award. Judge Whitley spoke of his love of UTA and his service to the community, saying it&#x2019;s &#x201C;not just doing things right, but doing the right things.&#x201D;</p>\n<p>C. Keith Cargill &#x2018;81, Major General Daniel P. Hughes &#x2019;83, and Liz Johnson &#x2019;89 were then named UTA Distinguished Alumni. Cargill, a banking veteran, thanked UTA for the mentors he was able to connect with as a student and beyond. Maj. Gen. Hughes said UTA offered him hope 33 years ago as a student, preparing him for success. Johnson said her focus and passion on patient care was fostered by professors at UTA.</p>\n<p>The evening closed with the presentation of the inaugural Distinguished Recent Graduate Award to Dr. Jocelyn Zee &#x2019;04. Zee, who was only 13 years old when she enrolled at UTA, was truly humbled by the honor. She thanked the dedication of her parents and professors in pushing her to excel.</p>\n<p>Learn more about the honorees in the <a href=\"http://www.uta.edu/news/releases/2016/10/Distinguished%20Alumni%20Awards.php\">UTA News Center</a>.&#xA0;</p>\n<div><a data-flickr-embed=\"true\" href=\"https://www.flickr.com/photos/140887991@N02/albums/72157675246313050\" title=\"2016 Distinguished Alumni Awards\"><img alt=\"2016 Distinguished Alumni Awards\" height=\"325\" src=\"/news/images/30800457292_33ba017287_q.jpeg\" style=\"display: block; margin-left: auto; margin-right: auto;\" width=\"650\"></a></div>\n<script async charset=\"utf-8\" src=\"//embedr.flickr.com/assets/client-code.js\" type=\"text/javascript\"></script>\n"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2018/09/Tare-appointed-NAS-board.php",
        "newSlug": "uta-administrator-to-address-national-issues-in-higher-education",
        "pageTitle": "UTA administrator to address national issues in higher education",
        "publishDate": "2018-09-19",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "staff",
            "sustainability"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "A University of Texas at Arlington administrator has been appointed to the National Academies of Science, Engineering and Medicine’s Board on Higher E",
        "body": "\n<p>A University of Texas at Arlington administrator has been appointed to the National Academies of Science, Engineering and Medicine&#x2019;s Board on Higher Education and Workforce, Policy and Global Affairs.</p>\n\n<figure class=\"figure float-left photocaption350\"><img alt=\"Meghna Tare\" id=\"story-image-2\" src=\"/news/images/meghna-tare-portrait-new.jpeg\" width=\"100%\"><figcaption>Meghna Tare</figcaption></figure><!--end .image-caption-->\n<p>Meghna Tare, UTA&#x2019;s executive director of the Institute for Sustainability and Global Impact, will serve a three-year term on the board.</p>\n<p>The Board on Higher Education and Workforce, Policy and Global Affairs is one of seven program units of the National Academies of Sciences, Engineering and Medicine and provides independent objective analysis and advice to the nation to help solve complex problems and inform policy decisions.</p>\n<p>It conducts analyses and crafts state and federal policy recommendations aimed at increasing the quality of higher education across the country. It is charged with overseeing a portfolio of studies on national issues regarding higher education, research universities and the nation&#x2019;s science and engineering workforce.</p>\n<p>&#x201C;I&#x2019;m honored to serve on this board,&#x201D; Tare said. &#x201C;We will have a particular focus on helping prepare the next generation of scientists, engineers and technologically savvy workers who can contribute to our 21<sup>st</sup> century economy and also enhance our society and quality of life.&#x201D;</p>\n<p>John Hall, UTA vice president for administration and campus operations, said Tare&#x2019;s work on this national board will contribute to what is learned at this University.</p>\n<p>&#x201C;UTA can only benefit from the national exposure. I&#x2019;m sure Meghna will spread the word of positive programs that UTA is currently doing,&#x201D; Hall said. &#x201C;And, we certainly can learn from what&#x2019;s being done on the national stage.&#x201D;</p>\n<p>The board is examining strategies for increasing state and federal investments in higher education, raising productivity and efficiency on campuses, closing the equity gap, and increasing the quality of science, technical, engineering and mathematics education and training in two-year, four-year and research institutions</p>\n<p>The board prepares and sustains the nation&#x2019;s science and engineering workforce, which is the foundation for the country&#x2019;s global leadership in science, medicine and technology and a key to its economic competitiveness.</p>\n<p>The Academies provides nonpartisan, objective guidance for decision makers on pressing issues and a blueprint for progress. By shining a spotlight on subjects and facilitating dialogue across disciplines, the Academies&#x2019; work advances understanding of critical issues. The National Academies also convenes workshops, symposia and other events that bring together experts and practitioners to consider issues related to science, engineering and medicine, and their implications for policy and practice.</p>\n<p>Tare also serves on the Transportation Research Board&#x2019;s Committee on Economic and Social Sustainability for Airports.</p>\n<p>In addition, UTA recently won a prestigious Excellence in Sustainability Award from the National Association of College and University Business Officers, or NACUBO.</p>\n<p>The annual NACUBO Awards recognize institutional success in various areas. The Excellence in Sustainability Award is earned by institutions that have demonstrated excellence and innovation in sustainability leadership, including financial, facilities, operational, environmental, community and climate. UTA was one of three universities earning the award this year. UCLA and the University of Minnesota, Morris, were the other two honored.</p>\n"
    }
]