[
    {
        "oldURL": "https://www.uta.edu/news/releases/2018/07/NACUBO-sustainability-award.php",
        "newSlug": "uta-wins-excellence-in-sustainability-award-from-business-officers-association",
        "pageTitle": "UTA wins Excellence in Sustainability Award from business officers association",
        "publishDate": "2018-07-24",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [],
        "audience": [
            "media"
        ],
        "shortDescription": "The University of Texas at Arlington has won a prestigious Excellence in Sustainability Award from the National Association of College and University ",
        "body": "<p>The University of Texas at Arlington has won a prestigious Excellence in Sustainability Award from the National Association of College and University Business Officers, or NACUBO.</p><p>The 56-year-old association represents more than 1,900 colleges and universities across the country.</p><figure class=\"figure float-left photocaption400\"><img alt=\"Meghna Tare\" id=\"story-image-2\" src=\"/news/images/meghna-tare-portrait-new.jpeg\" width=\"100%\"><figcaption>Meghna Tare,&#xA0;UTA executive director of sustainability</figcaption></figure><!--end .image-caption--><p>The annual NACUBO Awards recognize institutional success in various areas. The Excellence in Sustainability Award is earned by institutions that have demonstrated excellence and innovation in sustainability leadership, including financial, facilities, operational, environmental, community and climate. UTA was one of three universities earning the award this year. UCLA and the University of Minnesota, Morris, were the other two honored.</p><p>UTA has implemented several environmentally responsible initiatives across the campus, resulting in substantial efficiency improvements.&#xA0;</p><p>&#x201C;As our campus expands and our student body grows, we have made deliberate efforts to incorporate sustainability efforts in our operations,&#x201D; said John Hall, vice president for administration and campus operations. &#x201C;Ensuring that we grow responsibly as our enrollment rises is a key priority for the University. Our dedicated procedures have resulted in reduced consumption of water and energy, and waste production across multiple campus sectors.&#x201D;</p><p>Meghna Tare, UTA executive director of sustainability, believes universities act as catalysts for sustainability efforts in the cities where they are located.</p><p>&#x201C;This award is an acknowledgment of the success of our sustainability initiatives,&#x201D; Tare said. &#x201C;The success of sustainability initiatives requires engagement, participation and collaboration at all levels of the University, across campus and beyond. We are making great progress within the institution and through partnerships with communities, businesses, government and other higher education sectors.&#x201D;</p><p>UTA&#x2019;s various Earth-conscious initiatives include:</p><ul type=\"disc\"><li>Launching bike- and car sharing programs.</li><li>Collaborating on the clean-air campaign Air North Texas</li><li>Committing campuswide efforts to reduce water and energy use, and waste production.</li><li>Gearing curriculum toward exploring new methods in sustainability.</li><li>Adopting sustainable materials, practices and designs for new construction.</li><li>Preserving and incorporating campus green spaces.</li><li>Establishing the Sustainable Sites Initiative&#x2122; voluntary guideline for sustainable land design at UTA&#x2019;s College Park Center and The Green at College Park.</li><li>Opening the organic Community Garden at UTA, which was built in cooperation with the city of Arlington on campus.</li><li>Offering an Environmental and Sustainability Minor, which takes advantage of the many courses on sustainability and the environment offered throughout the university.</li></ul><p>NACUBO specifically represents chief business and financial officers through advocacy efforts, community service and professional development activities. The association&apos;s mission is to advance the economic viability, business practices and support for higher education institutions in fulfillment of their missions.</p>"
    },
    {
        "oldURL": "https://www.uta.edu/news/releases/2018/06/Ben%20Jones%20DOE%20award.php",
        "newSlug": "uta-physicist-benjamin-jones-awarded-dollar750000-from-department-of-energy-early-career-research-program",
        "pageTitle": "UTA physicist Benjamin Jones awarded $750,000 from Department of Energy Early Career Research Program ",
        "publishDate": "2018-06-22",
        "mediaContact": "UT Arlington Media Relations",
        "mediaContactURL": "/news/contact/",
        "topics": [
            "physics"
        ],
        "audience": [
            "media"
        ],
        "shortDescription": "From left: UTA assistant professor of physics Ben Jones with physics doctoral student Austin McDonald, who is working on this project.The U.S. Departm",
        "body": "<figure class=\"figure float-left photocaption350\"><img alt id=\"story-image-1\" src=\"/news/images/ben-jones-and-austin-mcdonald-033018.jpeg\" width=\"100%\"><figcaption>From left: UTA assistant professor of physics Ben Jones with physics doctoral student Austin McDonald, who is working on this project.</figcaption></figure><!--end .image-caption--><p>The U.S. Department of Energy has awarded UTA assistant professor of physics Benjamin Jones $750,000 to develop a sensor for particle experiments that focus on the neutrino, a subatomic particle that may offer an answer to the lingering mystery of the universe&#x2019;s matter-antimatter imbalance.&#xA0;</p><p>Jones was among 84 young scientists from leading national research institutions who received the award in 2018. These DOE awards support outstanding scientists early in their careers and stimulate research careers in the disciplines supported by the DOE Office of Science.&#xA0;</p><p>&#x201C;My research focuses on the search for neutrinoless double beta decay &#x2013; a hypothetical nuclear process, which, if discovered, would prove that neutrino particles are their own anti-particles, and illuminate the origin of their extremely small mass,&#x201D; Jones said. &#x201C;It is a great honor to receive this award to further this research over the next five years.&#x201D;</p><p>Physics tells us that matter behaves almost identically to antimatter. But if matter and antimatter were produced equally in the early Universe, then all of the matter should have been annihilated by an equal amount of antimatter, eliminating all mass. And we would not exist.&#xA0;</p><p>However, some matter survived. To explain this asymmetry, some particle physicists claim that the tiny subatomic particle, the neutrino, and its antimatter particle, the antineutrino, may have caused the imbalance. One prediction of their theory is that the neutrino and the antineutrino are in fact the same particle. This process, called leptogenesis, might account for the overall excess of matter in the universe as a whole&#x2014; and why we are here.</p><p>To study this, UTA researchers are looking at a very rare form of radioactive decay called neutrinoless double-beta decay. Radioactive decay is the breakdown of an atomic nucleus releasing energy and matter from the nucleus. Ordinary double-beta decay is an unusual mode of radioactivity in which a nucleus emits two electrons and two antineutrinos at the same time. However, if neutrinos and antineutrinos are in fact identical, then the two antineutrinos can annihilate each other, resulting in what is termed a neutrinoless decay, with all of the energy given to the two electrons.&#xA0;</p><p>To find this neutrinoless double-beta decay, scientists are looking at a very rare event that may occur about once per year in a ton of material, when a xenon atom decays and converts to barium. If a neutrinoless double-beta decay has occurred, you would expect to find a barium ion in coincidence with two electrons of the right total energy. &#xA0;UTA researchers&#x2019; proposed new detector precisely would permit identifying this single barium ion accompanying pairs of electrons created within large quantities of xenon gas.</p><p>Earlier this year, UTA researchers demonstrated on a small scale the effectiveness of a biochemistry technique that uses fluorescence or the emission of light to identify barium ions in a large volume of xenon gas. This research was published in&#xA0;<a href=\"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.120.132504\">Physical Review Letters</a>. The researchers now plan to scale up the device for a large-scale detector for neutrinoless double-beta decay, which they envision as a chamber containing a ton of high-pressure, purified xenon gas coupled to a single barium ion sensor.</p><p>&#x201C;If we observe even one such event, it would be an important discovery in particle physics, on par with the discovery of the Higgs boson,&#x201D; Jones said. UTA leads the American branch of the Neutrino Experiment with Xenon TPC - Time Projection Chamber or NEXT program, which&#xA0;searches for neutrinoless double-beta decay.&#xA0;</p><p>Jones joined UTA as a postdoctorate fellow in 2015 and was hired by UTA as an assistant professor of physics in 2016. He received his undergraduate degree in Natural Sciences from Cambridge University in 2008 and his doctorate in neutrino physics from MIT in 2015. Jones received Martin Deutsch Award for Excellence in Experimental Particle Physics from MIT in 2015 and in 2017 was awarded&#xA0;the Mitsuyoshi Tanaka Dissertation Award in Experimental Particle&#xA0;Physics, which is widely considered the most prestigious dissertation award in the field.</p><p>&#x201C;We all congratulate Dr. Jones on receiving this most prestigious research grant. &#xA0; The sustained funding associated with this award will provide a major boost in advancing Dr. Jones research on developing improved methods to search for&#xA0;neutrinoless double-beta decay,&#x201D; said Alex Weiss, UTA chair of physics. &#x201C;His work will also help put UTA in a leading role on important international projects and provides huge opportunities for the students collaborating on his work to learn experimental physics at the highest level.&#x201D;&#xA0;</p><p>&#xA0;</p>"
    }
]